/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50728
Source Host           : localhost:3306
Source Database       : pneumonia_new

Target Server Type    : MYSQL
Target Server Version : 50728
File Encoding         : 65001

Date: 2020-03-22 19:53:42
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `chongqing`
-- ----------------------------
DROP TABLE IF EXISTS `chongqing`;
CREATE TABLE `chongqing` (
  `txt` varchar(100) NOT NULL,
  `url` varchar(200) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=41 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of chongqing
-- ----------------------------
INSERT INTO `chongqing` VALUES ('3月23日起，重庆图书馆恢复开馆！馆方提醒：读者入馆实名登记、测体温、戴口罩一项都不能少', 'http://baijiahao.baidu.com/s?id=1661744692566008855', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '1');
INSERT INTO `chongqing` VALUES ('重庆市3月20日无新增新冠肺炎确诊病例，尚有113人接受医学观察', 'http://baijiahao.baidu.com/s?id=1661743172890614790', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '2');
INSERT INTO `chongqing` VALUES ('「新型冠状病毒肺炎预警」3月21日重庆市卫生健康委发布新型冠状病毒肺炎提示', 'http://baijiahao.baidu.com/s?id=1661735427458773047', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '3');
INSERT INTO `chongqing` VALUES ('转需！江津这些银行推出多项优惠政策支持复工复产', 'http://baijiahao.baidu.com/s?id=1661726828609491540', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '4');
INSERT INTO `chongqing` VALUES ('重庆市高级人民法院关于有序恢复开放诉讼服务场所的通告', 'http://baijiahao.baidu.com/s?id=1661713197432255165', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '5');
INSERT INTO `chongqing` VALUES ('重庆40个妇幼保健机构100%恢复基本医疗服务', 'http://baijiahao.baidu.com/s?id=1661055943931856962', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '6');
INSERT INTO `chongqing` VALUES ('重庆现有在院确诊病例6例均为轻症,两个集中救治医院已无病例', 'http://baijiahao.baidu.com/s?id=1661047419381599901', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '7');
INSERT INTO `chongqing` VALUES ('重庆九成以上医院恢复日常医疗服务，你关心的问题都在这', 'http://baijiahao.baidu.com/s?id=1661008661072329028', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '8');
INSERT INTO `chongqing` VALUES ('疫情期间,重庆服务事项网上办比例最高超过95％', 'http://baijiahao.baidu.com/s?id=1660944058546366699', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '9');
INSERT INTO `chongqing` VALUES ('重庆576例确诊病例中,真正在重庆本地传播导致的为88例', 'http://baijiahao.baidu.com/s?id=1660767326243403447', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '10');
INSERT INTO `chongqing` VALUES ('重庆各级医疗机构目前未发生聚集感染事件', 'http://baijiahao.baidu.com/s?id=1660693419665244557', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '11');
INSERT INTO `chongqing` VALUES ('重庆主城区8000辆公交车、250列轨道列车全部上线运行', 'http://baijiahao.baidu.com/s?id=1660832815675969343', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '12');
INSERT INTO `chongqing` VALUES ('重庆连续11日无新增确诊病例,现有在院确诊病例50例', 'http://baijiahao.baidu.com/s?id=1660505647439462891', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '13');
INSERT INTO `chongqing` VALUES ('重庆3月5日无新冠肺炎新增确诊病例报告', 'http://baijiahao.baidu.com/s?id=1660386343610903980', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '14');
INSERT INTO `chongqing` VALUES ('重庆防疫标准：外出必须戴口罩,体温超37.3℃必须就医', 'http://baijiahao.baidu.com/s?id=1660321902923547523', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '15');
INSERT INTO `chongqing` VALUES ('重庆576确诊病例中,中医药参与治愈出院患者411人', 'http://baijiahao.baidu.com/s?id=1660245907771841473', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '16');
INSERT INTO `chongqing` VALUES ('连续8日无新增,重庆现有在院确诊病例降至80例', 'http://baijiahao.baidu.com/s?id=1660226042857487781', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '17');
INSERT INTO `chongqing` VALUES ('重庆3月2日无新增确诊病例,新增治愈出院病例19例', 'http://baijiahao.baidu.com/s?id=1660099149511324563', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '18');
INSERT INTO `chongqing` VALUES ('层层追踪！重庆首例无症状感染者是这样被找到的', 'http://baijiahao.baidu.com/s?id=1660099087459008844', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '19');
INSERT INTO `chongqing` VALUES ('重庆无新冠肺炎新增确诊病例报告,新增治愈出院病例12例', 'http://baijiahao.baidu.com/s?id=1660007097708946824', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '20');
INSERT INTO `chongqing` VALUES ('重庆38个区县连续7日无新增,现在院确诊病例132例', 'http://baijiahao.baidu.com/s?id=1659964205009255498', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '21');
INSERT INTO `chongqing` VALUES ('重庆2月29日无新冠肺炎新增确诊病例', 'http://baijiahao.baidu.com/s?id=1659950719514593594', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '22');
INSERT INTO `chongqing` VALUES ('3月3日起重庆有序恢复省际客运班线', 'http://baijiahao.baidu.com/s?id=1660099068628210632', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '23');
INSERT INTO `chongqing` VALUES ('【解读】重庆市实施阶段性减征职工基本医疗保险费，干货来了', 'http://baijiahao.baidu.com/s?id=1661688916853752289', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '24');
INSERT INTO `chongqing` VALUES ('重庆今日防控工作动态一览,|,今日春分，花都开了', 'http://baijiahao.baidu.com/s?id=1661687565300769804', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '25');
INSERT INTO `chongqing` VALUES ('新闻早报,|,重庆主城汽车站最新线路表来了！四公里、茶园江南枢纽站已恢复运营', 'http://baijiahao.baidu.com/s?id=1661685204747891464', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '26');
INSERT INTO `chongqing` VALUES ('南岸预防接种门诊恢复预约接种服务，宝宝可以打疫苗啦！', 'http://baijiahao.baidu.com/s?id=1661685146881873730', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '27');
INSERT INTO `chongqing` VALUES ('巫山旅游景区3月28日开放', 'http://baijiahao.baidu.com/s?id=1661685055918394649', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '28');
INSERT INTO `chongqing` VALUES ('重庆市公证处推出多项惠企暖企专项服务,打开抗疫“快速通道”', 'http://baijiahao.baidu.com/s?id=1661682132476449523', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '29');
INSERT INTO `chongqing` VALUES ('重庆警方疫情期间推出户政“六办”服务民生', 'http://baijiahao.baidu.com/s?id=1661679057292557580', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '30');
INSERT INTO `chongqing` VALUES ('重要通知！重庆市实施阶段性减征职工基本医疗保险费', 'http://baijiahao.baidu.com/s?id=1661675567918383618', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '31');
INSERT INTO `chongqing` VALUES ('重庆：参保企业可阶段性减缴缓缴职工医保费', 'http://baijiahao.baidu.com/s?id=1661662103214113648', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '32');
INSERT INTO `chongqing` VALUES ('重庆：“3·19”城市管理服务主题周首次线上互动与展示', 'http://baijiahao.baidu.com/s?id=1661651656997510761', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '33');
INSERT INTO `chongqing` VALUES ('58个城市公园游园已陆续开放,市民可就近入园散步休闲', 'http://baijiahao.baidu.com/s?id=1661651645974750468', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '34');
INSERT INTO `chongqing` VALUES ('「新型冠状病毒肺炎预警」3月20日重庆市卫生健康委发布新型冠状病毒肺炎提示', 'http://baijiahao.baidu.com/s?id=1661645335384441494', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '35');
INSERT INTO `chongqing` VALUES ('重庆高新区“第二批疫情防控城市机会清单”来了！', 'http://baijiahao.baidu.com/s?id=1661644792643344383', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '36');
INSERT INTO `chongqing` VALUES ('巫山隧道15和16号横通道顺利贯通', 'http://baijiahao.baidu.com/s?id=1661644975623819976', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '37');
INSERT INTO `chongqing` VALUES ('重庆涪陵：春暖花开,一批景区场馆恢复开放', 'http://baijiahao.baidu.com/s?id=1661643239049653368', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '38');
INSERT INTO `chongqing` VALUES ('重庆永川疫情防控、人居环境整治工作两不误（二）', 'http://baijiahao.baidu.com/s?id=1661607965653221103', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '39');
INSERT INTO `chongqing` VALUES ('巴南所有医疗机构三类门诊恢复正常营业', 'http://baijiahao.baidu.com/s?id=1661594699142164308', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '40');

-- ----------------------------
-- Table structure for `date_data`
-- ----------------------------
DROP TABLE IF EXISTS `date_data`;
CREATE TABLE `date_data` (
  `date` varchar(20) NOT NULL,
  `diagnosis` int(10) NOT NULL,
  `suspected` int(10) NOT NULL,
  `cured` int(10) NOT NULL,
  `death` int(10) NOT NULL,
  `add_diagnosis` int(10) NOT NULL,
  `add_suspected` int(10) NOT NULL,
  `add_cured` int(10) NOT NULL,
  `add_death` int(10) NOT NULL,
  `cur_diagnosis` int(10) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=56 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of date_data
-- ----------------------------
INSERT INTO `date_data` VALUES ('1.26', '2761', '5794', '51', '80', '769', '3806', '2', '24', '2630', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '1');
INSERT INTO `date_data` VALUES ('1.27', '4535', '6973', '60', '106', '1771', '2077', '9', '26', '4369', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '2');
INSERT INTO `date_data` VALUES ('1.28', '5997', '9239', '103', '132', '1459', '3248', '43', '26', '5762', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '3');
INSERT INTO `date_data` VALUES ('1.29', '7736', '12167', '126', '170', '1737', '4148', '21', '38', '7440', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '4');
INSERT INTO `date_data` VALUES ('1.30', '9720', '15238', '171', '213', '1982', '4812', '47', '43', '9336', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '5');
INSERT INTO `date_data` VALUES ('1.31', '11821', '17988', '243', '259', '2102', '5019', '72', '46', '11319', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '6');
INSERT INTO `date_data` VALUES ('2.1', '14411', '19544', '328', '304', '2590', '4562', '85', '45', '13779', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '7');
INSERT INTO `date_data` VALUES ('2.2', '17238', '21558', '475', '361', '2829', '5173', '147', '57', '16402', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '8');
INSERT INTO `date_data` VALUES ('2.3', '20471', '23214', '632', '425', '3235', '5072', '157', '64', '19414', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '9');
INSERT INTO `date_data` VALUES ('2.4', '24363', '23260', '892', '491', '3887', '3971', '262', '66', '22980', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '10');
INSERT INTO `date_data` VALUES ('2.5', '28060', '24702', '1153', '564', '3694', '5328', '261', '73', '26343', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '11');
INSERT INTO `date_data` VALUES ('2.6', '31211', '26359', '1542', '637', '3151', '4833', '389', '73', '29032', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '12');
INSERT INTO `date_data` VALUES ('2.7', '34598', '27657', '2050', '723', '3399', '4214', '510', '86', '31825', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '13');
INSERT INTO `date_data` VALUES ('2.8', '37251', '28942', '2651', '812', '2653', '3916', '600', '89', '33788', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '14');
INSERT INTO `date_data` VALUES ('2.9', '40235', '23589', '3283', '909', '3073', '4008', '632', '97', '36043', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '15');
INSERT INTO `date_data` VALUES ('2.10', '42708', '21675', '3998', '1017', '2484', '3536', '716', '108', '37693', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '16');
INSERT INTO `date_data` VALUES ('2.11', '44730', '16067', '4742', '1114', '2022', '3342', '744', '97', '38874', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '17');
INSERT INTO `date_data` VALUES ('2.12', '59882', '13435', '5915', '1368', '15153', '2807', '1173', '254', '52599', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '18');
INSERT INTO `date_data` VALUES ('2.13', '63932', '10109', '6728', '1381', '5093', '2450', '1082', '121', '55823', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '19');
INSERT INTO `date_data` VALUES ('2.14', '66576', '8969', '8101', '1524', '2644', '2277', '1373', '143', '56951', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '20');
INSERT INTO `date_data` VALUES ('2.15', '68584', '8228', '9425', '1666', '2009', '1918', '1324', '142', '57493', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '21');
INSERT INTO `date_data` VALUES ('2.16', '70635', '7264', '10853', '1772', '2051', '1563', '1428', '106', '58010', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '22');
INSERT INTO `date_data` VALUES ('2.17', '72528', '6242', '12561', '1870', '1891', '1432', '1701', '98', '58097', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '23');
INSERT INTO `date_data` VALUES ('2.18', '74279', '5248', '14387', '2006', '1751', '1185', '1826', '136', '57886', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '24');
INSERT INTO `date_data` VALUES ('2.19', '75101', '4922', '16170', '2121', '825', '1277', '1781', '115', '56810', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '25');
INSERT INTO `date_data` VALUES ('2.20', '75993', '5206', '18279', '2239', '892', '1614', '2109', '118', '55475', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '26');
INSERT INTO `date_data` VALUES ('2.21', '76392', '5365', '20673', '2348', '399', '1614', '2394', '109', '53371', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '27');
INSERT INTO `date_data` VALUES ('2.22', '77041', '4148', '22907', '2445', '649', '882', '2235', '97', '51689', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '28');
INSERT INTO `date_data` VALUES ('2.23', '77262', '3434', '24757', '2595', '416', '620', '1850', '150', '49910', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '29');
INSERT INTO `date_data` VALUES ('2.24', '77779', '2824', '27353', '2666', '517', '530', '2596', '71', '47760', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '30');
INSERT INTO `date_data` VALUES ('2.25', '78190', '2491', '29775', '2718', '411', '439', '2422', '52', '45697', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '31');
INSERT INTO `date_data` VALUES ('2.26', '78630', '2358', '32531', '2747', '440', '508', '2756', '29', '43352', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '32');
INSERT INTO `date_data` VALUES ('2.27', '78959', '2308', '36157', '2791', '329', '452', '3626', '44', '40011', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '33');
INSERT INTO `date_data` VALUES ('2.28', '79389', '1418', '39049', '2838', '430', '248', '2892', '47', '37502', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '34');
INSERT INTO `date_data` VALUES ('2.29', '79968', '851', '41675', '2873', '579', '132', '2626', '35', '35420', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '35');
INSERT INTO `date_data` VALUES ('3.1', '80174', '715', '44518', '2915', '206', '141', '2843', '42', '32741', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '36');
INSERT INTO `date_data` VALUES ('3.2', '80302', '587', '47260', '2946', '128', '129', '2742', '31', '30096', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '37');
INSERT INTO `date_data` VALUES ('3.3', '80422', '520', '49914', '2984', '120', '143', '2654', '38', '27524', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '38');
INSERT INTO `date_data` VALUES ('3.4', '80565', '522', '52109', '3015', '143', '143', '2195', '31', '25441', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '39');
INSERT INTO `date_data` VALUES ('3.5', '80710', '482', '53793', '3045', '145', '102', '1684', '30', '23872', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '40');
INSERT INTO `date_data` VALUES ('3.6', '80813', '502', '55477', '3073', '103', '99', '1684', '28', '22263', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '41');
INSERT INTO `date_data` VALUES ('3.7', '80859', '458', '57143', '3100', '46', '84', '1666', '27', '20616', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '42');
INSERT INTO `date_data` VALUES ('3.8', '80904', '421', '58684', '3123', '45', '60', '1541', '23', '19097', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '43');
INSERT INTO `date_data` VALUES ('3.9', '80924', '349', '59982', '3140', '20', '36', '1298', '17', '17802', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '44');
INSERT INTO `date_data` VALUES ('3.10', '80955', '285', '61567', '3162', '31', '31', '1585', '22', '16226', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '45');
INSERT INTO `date_data` VALUES ('3.11', '80980', '253', '62887', '3173', '25', '33', '1320', '11', '14920', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '46');
INSERT INTO `date_data` VALUES ('3.12', '81003', '147', '64216', '3180', '11', '33', '1329', '7', '13607', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '47');
INSERT INTO `date_data` VALUES ('3.13', '81021', '34', '65649', '3194', '18', '17', '1433', '14', '12178', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '48');
INSERT INTO `date_data` VALUES ('3.14', '81048', '113', '67022', '3204', '27', '39', '1373', '10', '10822', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '49');
INSERT INTO `date_data` VALUES ('3.15', '81077', '134', '67863', '3218', '29', '41', '841', '14', '9996', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '50');
INSERT INTO `date_data` VALUES ('3.16', '81116', '128', '68799', '3231', '39', '45', '936', '13', '9086', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '51');
INSERT INTO `date_data` VALUES ('3.17', '81151', '119', '69725', '3242', '35', '21', '926', '11', '8184', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '52');
INSERT INTO `date_data` VALUES ('3.18', '81235', '105', '70547', '3250', '84', '23', '822', '8', '7438', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '53');
INSERT INTO `date_data` VALUES ('3.19', '81300', '104', '71284', '3253', '65', '31', '737', '3', '6763', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '54');
INSERT INTO `date_data` VALUES ('3.20', '81416', '106', '71876', '3261', '116', '36', '592', '8', '6279', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '55');

-- ----------------------------
-- Table structure for `domestic`
-- ----------------------------
DROP TABLE IF EXISTS `domestic`;
CREATE TABLE `domestic` (
  `province` varchar(50) NOT NULL,
  `add_diagnosis` int(10) NOT NULL,
  `add_cure` int(10) NOT NULL,
  `add_died` int(10) NOT NULL,
  `add_curConfirm` int(10) NOT NULL,
  `diagnosis` int(10) NOT NULL,
  `cure` int(10) NOT NULL,
  `died` int(10) NOT NULL,
  `curConfirm` int(10) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=35 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of domestic
-- ----------------------------
INSERT INTO `domestic` VALUES ('西藏', '0', '0', '0', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '1');
INSERT INTO `domestic` VALUES ('澳门', '0', '0', '0', '0', '17', '10', '0', '7', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '2');
INSERT INTO `domestic` VALUES ('青海', '0', '0', '0', '0', '18', '18', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '3');
INSERT INTO `domestic` VALUES ('台湾', '27', '2', '1', '24', '153', '28', '2', '123', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '4');
INSERT INTO `domestic` VALUES ('香港', '48', '0', '0', '48', '256', '98', '4', '154', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '5');
INSERT INTO `domestic` VALUES ('贵州', '0', '0', '0', '0', '146', '144', '2', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '6');
INSERT INTO `domestic` VALUES ('吉林', '0', '0', '0', '0', '93', '92', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '7');
INSERT INTO `domestic` VALUES ('新疆', '0', '0', '0', '0', '76', '73', '3', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '8');
INSERT INTO `domestic` VALUES ('宁夏', '0', '0', '0', '0', '75', '75', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '9');
INSERT INTO `domestic` VALUES ('内蒙古', '0', '0', '0', '0', '75', '74', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '10');
INSERT INTO `domestic` VALUES ('甘肃', '0', '15', '0', '-15', '134', '113', '2', '19', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '11');
INSERT INTO `domestic` VALUES ('天津', '0', '0', '0', '0', '137', '133', '3', '1', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '12');
INSERT INTO `domestic` VALUES ('山西', '0', '0', '0', '0', '133', '133', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '13');
INSERT INTO `domestic` VALUES ('辽宁', '0', '0', '0', '0', '126', '122', '2', '2', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '14');
INSERT INTO `domestic` VALUES ('黑龙江', '0', '0', '0', '0', '484', '463', '13', '8', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '15');
INSERT INTO `domestic` VALUES ('海南', '0', '0', '0', '0', '168', '161', '6', '1', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '16');
INSERT INTO `domestic` VALUES ('河北', '0', '0', '0', '0', '318', '310', '6', '2', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '17');
INSERT INTO `domestic` VALUES ('陕西', '1', '2', '0', '-1', '248', '239', '3', '6', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '18');
INSERT INTO `domestic` VALUES ('云南', '0', '0', '0', '0', '176', '172', '2', '2', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '19');
INSERT INTO `domestic` VALUES ('广西', '0', '0', '0', '0', '254', '250', '2', '2', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '20');
INSERT INTO `domestic` VALUES ('福建', '4', '0', '0', '4', '303', '295', '1', '7', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '21');
INSERT INTO `domestic` VALUES ('上海', '9', '0', '0', '9', '380', '327', '3', '50', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '22');
INSERT INTO `domestic` VALUES ('北京', '14', '8', '0', '6', '504', '396', '8', '100', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '23');
INSERT INTO `domestic` VALUES ('江苏', '0', '0', '0', '0', '631', '631', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '24');
INSERT INTO `domestic` VALUES ('四川', '1', '0', '0', '1', '542', '536', '3', '3', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '25');
INSERT INTO `domestic` VALUES ('山东', '2', '1', '0', '1', '764', '749', '7', '8', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '26');
INSERT INTO `domestic` VALUES ('江西', '0', '0', '0', '0', '935', '934', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '27');
INSERT INTO `domestic` VALUES ('重庆', '0', '0', '0', '0', '576', '570', '6', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '28');
INSERT INTO `domestic` VALUES ('安徽', '0', '0', '0', '0', '990', '984', '6', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '29');
INSERT INTO `domestic` VALUES ('湖南', '0', '0', '0', '0', '1018', '1014', '4', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '30');
INSERT INTO `domestic` VALUES ('河南', '0', '0', '0', '0', '1273', '1250', '22', '1', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '31');
INSERT INTO `domestic` VALUES ('广东', '7', '3', '0', '4', '1399', '1325', '8', '66', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '32');
INSERT INTO `domestic` VALUES ('浙江', '2', '0', '0', '2', '1236', '1219', '1', '16', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '33');
INSERT INTO `domestic` VALUES ('湖北', '0', '561', '7', '-568', '67800', '58942', '3139', '5719', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '34');

-- ----------------------------
-- Table structure for `domestic_city`
-- ----------------------------
DROP TABLE IF EXISTS `domestic_city`;
CREATE TABLE `domestic_city` (
  `province` varchar(50) NOT NULL,
  `city` varchar(30) NOT NULL,
  `add_diagnosis` int(10) NOT NULL,
  `diagnosis` int(10) NOT NULL,
  `cure` int(10) NOT NULL,
  `died` int(10) NOT NULL,
  `curConfirm` int(10) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=452 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of domestic_city
-- ----------------------------
INSERT INTO `domestic_city` VALUES ('西藏', '拉萨', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '1');
INSERT INTO `domestic_city` VALUES ('澳门', '澳门', '17', '10', '0', '0', '7', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '2');
INSERT INTO `domestic_city` VALUES ('青海', '西宁', '0', '15', '15', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '3');
INSERT INTO `domestic_city` VALUES ('青海', '海北州', '0', '3', '3', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '4');
INSERT INTO `domestic_city` VALUES ('台湾', '台湾', '153', '28', '2', '27', '123', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '5');
INSERT INTO `domestic_city` VALUES ('香港', '香港', '256', '98', '4', '48', '154', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '6');
INSERT INTO `domestic_city` VALUES ('贵州', '六盘水', '0', '10', '9', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '7');
INSERT INTO `domestic_city` VALUES ('贵州', '毕节地区', '0', '23', '23', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '8');
INSERT INTO `domestic_city` VALUES ('贵州', '黔西南州', '0', '4', '4', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '9');
INSERT INTO `domestic_city` VALUES ('贵州', '黔南州', '0', '17', '17', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '10');
INSERT INTO `domestic_city` VALUES ('贵州', '黔东南州', '0', '10', '10', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '11');
INSERT INTO `domestic_city` VALUES ('贵州', '贵阳', '0', '36', '35', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '12');
INSERT INTO `domestic_city` VALUES ('贵州', '铜仁地区', '0', '10', '10', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '13');
INSERT INTO `domestic_city` VALUES ('贵州', '遵义', '0', '32', '32', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '14');
INSERT INTO `domestic_city` VALUES ('贵州', '安顺', '0', '4', '4', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '15');
INSERT INTO `domestic_city` VALUES ('贵州', '贵安新区', '0', '0', '0', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '16');
INSERT INTO `domestic_city` VALUES ('吉林', '延边', '0', '5', '5', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '17');
INSERT INTO `domestic_city` VALUES ('吉林', '四平', '0', '15', '14', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '18');
INSERT INTO `domestic_city` VALUES ('吉林', '通化', '0', '6', '6', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '19');
INSERT INTO `domestic_city` VALUES ('吉林', '吉林市', '0', '5', '5', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '20');
INSERT INTO `domestic_city` VALUES ('吉林', '公主岭', '0', '6', '6', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '21');
INSERT INTO `domestic_city` VALUES ('吉林', '松原', '0', '2', '2', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '22');
INSERT INTO `domestic_city` VALUES ('吉林', '长春', '0', '45', '45', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '23');
INSERT INTO `domestic_city` VALUES ('吉林', '辽源', '0', '7', '7', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '24');
INSERT INTO `domestic_city` VALUES ('吉林', '白城', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '25');
INSERT INTO `domestic_city` VALUES ('吉林', '梅河口', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '26');
INSERT INTO `domestic_city` VALUES ('吉林', '白山', '0', '0', '0', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '27');
INSERT INTO `domestic_city` VALUES ('新疆', '乌鲁木齐', '0', '23', '23', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '28');
INSERT INTO `domestic_city` VALUES ('新疆', '第七师', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '29');
INSERT INTO `domestic_city` VALUES ('新疆', '第八师', '0', '4', '3', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '30');
INSERT INTO `domestic_city` VALUES ('新疆', '吐鲁番地区', '0', '3', '3', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '31');
INSERT INTO `domestic_city` VALUES ('新疆', '伊犁州', '0', '18', '18', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '32');
INSERT INTO `domestic_city` VALUES ('新疆', '阿克苏地区', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '33');
INSERT INTO `domestic_city` VALUES ('新疆', '第九师', '0', '4', '3', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '34');
INSERT INTO `domestic_city` VALUES ('新疆', '昌吉州', '0', '4', '4', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '35');
INSERT INTO `domestic_city` VALUES ('新疆', '第六师', '0', '2', '2', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '36');
INSERT INTO `domestic_city` VALUES ('新疆', '巴音郭楞蒙古自治州', '0', '3', '3', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '37');
INSERT INTO `domestic_city` VALUES ('新疆', '第十二师', '0', '3', '3', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '38');
INSERT INTO `domestic_city` VALUES ('新疆', '第四师', '0', '10', '9', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '39');
INSERT INTO `domestic_city` VALUES ('宁夏', '中卫', '0', '4', '4', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '40');
INSERT INTO `domestic_city` VALUES ('宁夏', '吴忠', '0', '28', '28', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '41');
INSERT INTO `domestic_city` VALUES ('宁夏', '银川', '0', '36', '36', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '42');
INSERT INTO `domestic_city` VALUES ('宁夏', '宁东管委会', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '43');
INSERT INTO `domestic_city` VALUES ('宁夏', '固原', '0', '5', '5', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '44');
INSERT INTO `domestic_city` VALUES ('宁夏', '石嘴山', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '45');
INSERT INTO `domestic_city` VALUES ('内蒙古', '锡林郭勒盟', '0', '9', '9', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '46');
INSERT INTO `domestic_city` VALUES ('内蒙古', '包头', '0', '11', '11', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '47');
INSERT INTO `domestic_city` VALUES ('内蒙古', '呼伦贝尔', '0', '7', '7', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '48');
INSERT INTO `domestic_city` VALUES ('内蒙古', '呼和浩特', '0', '7', '7', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '49');
INSERT INTO `domestic_city` VALUES ('内蒙古', '兴安盟', '0', '1', '1', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '50');
INSERT INTO `domestic_city` VALUES ('内蒙古', '巴彦淖尔', '0', '8', '7', '1', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '51');
INSERT INTO `domestic_city` VALUES ('内蒙古', '赤峰', '0', '9', '9', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '52');
INSERT INTO `domestic_city` VALUES ('内蒙古', '通辽', '0', '7', '7', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '53');
INSERT INTO `domestic_city` VALUES ('内蒙古', '鄂尔多斯', '0', '11', '11', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '54');
INSERT INTO `domestic_city` VALUES ('内蒙古', '乌兰察布', '0', '3', '3', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '55');
INSERT INTO `domestic_city` VALUES ('内蒙古', '乌海', '0', '2', '2', '0', '0', '2020-03-21 16:01:11', '2020-03-21 16:01:11', '56');
INSERT INTO `domestic_city` VALUES ('内蒙古', '阿拉善盟', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '57');
INSERT INTO `domestic_city` VALUES ('甘肃', '平凉', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '58');
INSERT INTO `domestic_city` VALUES ('甘肃', '金昌', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '59');
INSERT INTO `domestic_city` VALUES ('甘肃', '天水', '0', '12', '12', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '60');
INSERT INTO `domestic_city` VALUES ('甘肃', '张掖', '0', '2', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '61');
INSERT INTO `domestic_city` VALUES ('甘肃', '陇南', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '62');
INSERT INTO `domestic_city` VALUES ('甘肃', '白银', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '63');
INSERT INTO `domestic_city` VALUES ('甘肃', '临夏州', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '64');
INSERT INTO `domestic_city` VALUES ('甘肃', '兰州', '0', '36', '34', '2', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '65');
INSERT INTO `domestic_city` VALUES ('甘肃', '定西', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '66');
INSERT INTO `domestic_city` VALUES ('甘肃', '甘南州', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '67');
INSERT INTO `domestic_city` VALUES ('甘肃', '庆阳', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '68');
INSERT INTO `domestic_city` VALUES ('甘肃', '武威', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '69');
INSERT INTO `domestic_city` VALUES ('甘肃', '酒泉', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '70');
INSERT INTO `domestic_city` VALUES ('甘肃', '境外输入', '0', '43', '24', '0', '19', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '71');
INSERT INTO `domestic_city` VALUES ('天津', '红桥区', '0', '2', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '72');
INSERT INTO `domestic_city` VALUES ('天津', '和平区', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '73');
INSERT INTO `domestic_city` VALUES ('天津', '滨海新区', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '74');
INSERT INTO `domestic_city` VALUES ('天津', '西青区', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '75');
INSERT INTO `domestic_city` VALUES ('天津', '南开区', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '76');
INSERT INTO `domestic_city` VALUES ('天津', '河东区', '0', '15', '14', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '77');
INSERT INTO `domestic_city` VALUES ('天津', '河北区', '0', '12', '12', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '78');
INSERT INTO `domestic_city` VALUES ('天津', '河西区', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '79');
INSERT INTO `domestic_city` VALUES ('天津', '外地来津人员', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '80');
INSERT INTO `domestic_city` VALUES ('天津', '宁河区', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '81');
INSERT INTO `domestic_city` VALUES ('天津', '宝坻区', '0', '60', '58', '2', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '82');
INSERT INTO `domestic_city` VALUES ('天津', '东丽区', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '83');
INSERT INTO `domestic_city` VALUES ('天津', '津南区', '0', '2', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '84');
INSERT INTO `domestic_city` VALUES ('天津', '北辰区', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '85');
INSERT INTO `domestic_city` VALUES ('天津', '武清区', '0', '2', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '86');
INSERT INTO `domestic_city` VALUES ('天津', '静海区', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '87');
INSERT INTO `domestic_city` VALUES ('天津', '蓟州区', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '88');
INSERT INTO `domestic_city` VALUES ('天津', '境外输入', '0', '1', '0', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '89');
INSERT INTO `domestic_city` VALUES ('山西', '朔州', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '90');
INSERT INTO `domestic_city` VALUES ('山西', '晋中', '0', '37', '37', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '91');
INSERT INTO `domestic_city` VALUES ('山西', '运城', '0', '19', '19', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '92');
INSERT INTO `domestic_city` VALUES ('山西', '阳泉', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '93');
INSERT INTO `domestic_city` VALUES ('山西', '吕梁', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '94');
INSERT INTO `domestic_city` VALUES ('山西', '大同', '0', '12', '12', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '95');
INSERT INTO `domestic_city` VALUES ('山西', '长治', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '96');
INSERT INTO `domestic_city` VALUES ('山西', '临汾', '0', '2', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '97');
INSERT INTO `domestic_city` VALUES ('山西', '太原', '0', '20', '20', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '98');
INSERT INTO `domestic_city` VALUES ('山西', '晋城', '0', '10', '10', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '99');
INSERT INTO `domestic_city` VALUES ('山西', '忻州', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '100');
INSERT INTO `domestic_city` VALUES ('辽宁', '朝阳', '0', '6', '5', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '101');
INSERT INTO `domestic_city` VALUES ('辽宁', '铁岭', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '102');
INSERT INTO `domestic_city` VALUES ('辽宁', '葫芦岛', '0', '12', '11', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '103');
INSERT INTO `domestic_city` VALUES ('辽宁', '锦州', '0', '12', '12', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '104');
INSERT INTO `domestic_city` VALUES ('辽宁', '大连', '0', '19', '19', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '105');
INSERT INTO `domestic_city` VALUES ('辽宁', '营口', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '106');
INSERT INTO `domestic_city` VALUES ('辽宁', '丹东', '0', '11', '11', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '107');
INSERT INTO `domestic_city` VALUES ('辽宁', '沈阳', '0', '28', '27', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '108');
INSERT INTO `domestic_city` VALUES ('辽宁', '辽阳', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '109');
INSERT INTO `domestic_city` VALUES ('辽宁', '盘锦', '0', '11', '11', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '110');
INSERT INTO `domestic_city` VALUES ('辽宁', '本溪', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '111');
INSERT INTO `domestic_city` VALUES ('辽宁', '鞍山', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '112');
INSERT INTO `domestic_city` VALUES ('辽宁', '阜新', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '113');
INSERT INTO `domestic_city` VALUES ('辽宁', '抚顺', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '114');
INSERT INTO `domestic_city` VALUES ('辽宁', '境外输入', '0', '1', '0', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '115');
INSERT INTO `domestic_city` VALUES ('黑龙江', '鹤岗', '0', '5', '5', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '116');
INSERT INTO `domestic_city` VALUES ('黑龙江', '七台河', '0', '17', '17', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '117');
INSERT INTO `domestic_city` VALUES ('黑龙江', '大兴安岭地区', '0', '3', '2', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '118');
INSERT INTO `domestic_city` VALUES ('黑龙江', '佳木斯', '0', '15', '15', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '119');
INSERT INTO `domestic_city` VALUES ('黑龙江', '牡丹江', '0', '15', '15', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '120');
INSERT INTO `domestic_city` VALUES ('黑龙江', '鸡西', '0', '46', '46', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '121');
INSERT INTO `domestic_city` VALUES ('黑龙江', '绥化', '0', '47', '43', '4', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '122');
INSERT INTO `domestic_city` VALUES ('黑龙江', '齐齐哈尔', '0', '43', '41', '1', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '123');
INSERT INTO `domestic_city` VALUES ('黑龙江', '双鸭山', '0', '52', '49', '3', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '124');
INSERT INTO `domestic_city` VALUES ('黑龙江', '哈尔滨', '0', '198', '192', '4', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '125');
INSERT INTO `domestic_city` VALUES ('黑龙江', '大庆', '0', '26', '24', '1', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '126');
INSERT INTO `domestic_city` VALUES ('黑龙江', '黑河', '0', '14', '13', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '127');
INSERT INTO `domestic_city` VALUES ('黑龙江', '伊春', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '128');
INSERT INTO `domestic_city` VALUES ('黑龙江', '境外输入', '0', '2', '0', '0', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '129');
INSERT INTO `domestic_city` VALUES ('海南', '陵水黎族自治县', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '130');
INSERT INTO `domestic_city` VALUES ('海南', '琼中黎族苗族自治县', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '131');
INSERT INTO `domestic_city` VALUES ('海南', '琼海', '0', '6', '5', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '132');
INSERT INTO `domestic_city` VALUES ('海南', '儋州', '0', '15', '14', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '133');
INSERT INTO `domestic_city` VALUES ('海南', '万宁', '0', '13', '13', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '134');
INSERT INTO `domestic_city` VALUES ('海南', '东方', '0', '3', '2', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '135');
INSERT INTO `domestic_city` VALUES ('海南', '临高', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '136');
INSERT INTO `domestic_city` VALUES ('海南', '海口', '0', '39', '38', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '137');
INSERT INTO `domestic_city` VALUES ('海南', '澄迈', '0', '9', '8', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '138');
INSERT INTO `domestic_city` VALUES ('海南', '三亚', '0', '54', '53', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '139');
INSERT INTO `domestic_city` VALUES ('海南', '昌江黎族自治县', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '140');
INSERT INTO `domestic_city` VALUES ('海南', '定安', '0', '3', '2', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '141');
INSERT INTO `domestic_city` VALUES ('海南', '乐东黎族自治县', '0', '2', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '142');
INSERT INTO `domestic_city` VALUES ('海南', '文昌', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '143');
INSERT INTO `domestic_city` VALUES ('海南', '保亭黎族苗族自治县', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '144');
INSERT INTO `domestic_city` VALUES ('海南', '屯昌', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '145');
INSERT INTO `domestic_city` VALUES ('海南', '三沙', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '146');
INSERT INTO `domestic_city` VALUES ('河北', '张家口', '0', '41', '41', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '147');
INSERT INTO `domestic_city` VALUES ('河北', '保定', '0', '32', '32', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '148');
INSERT INTO `domestic_city` VALUES ('河北', '邢台', '0', '23', '22', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '149');
INSERT INTO `domestic_city` VALUES ('河北', '沧州', '0', '48', '45', '3', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '150');
INSERT INTO `domestic_city` VALUES ('河北', '石家庄', '0', '29', '29', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '151');
INSERT INTO `domestic_city` VALUES ('河北', '承德', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '152');
INSERT INTO `domestic_city` VALUES ('河北', '廊坊', '0', '30', '30', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '153');
INSERT INTO `domestic_city` VALUES ('河北', '邯郸', '0', '32', '32', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '154');
INSERT INTO `domestic_city` VALUES ('河北', '衡水', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '155');
INSERT INTO `domestic_city` VALUES ('河北', '唐山', '0', '58', '55', '1', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '156');
INSERT INTO `domestic_city` VALUES ('河北', '秦皇岛', '0', '10', '9', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '157');
INSERT INTO `domestic_city` VALUES ('陕西', '榆林', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '158');
INSERT INTO `domestic_city` VALUES ('陕西', '西安', '0', '120', '114', '3', '3', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '159');
INSERT INTO `domestic_city` VALUES ('陕西', '咸阳', '0', '17', '16', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '160');
INSERT INTO `domestic_city` VALUES ('陕西', '商洛', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '161');
INSERT INTO `domestic_city` VALUES ('陕西', '安康', '0', '26', '26', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '162');
INSERT INTO `domestic_city` VALUES ('陕西', '延安', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '163');
INSERT INTO `domestic_city` VALUES ('陕西', '韩城', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '164');
INSERT INTO `domestic_city` VALUES ('陕西', '汉中', '0', '26', '26', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '165');
INSERT INTO `domestic_city` VALUES ('陕西', '宝鸡', '0', '13', '13', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '166');
INSERT INTO `domestic_city` VALUES ('陕西', '渭南', '0', '15', '14', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '167');
INSERT INTO `domestic_city` VALUES ('陕西', '铜川', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '168');
INSERT INTO `domestic_city` VALUES ('陕西', '杨凌示范区', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '169');
INSERT INTO `domestic_city` VALUES ('陕西', '境外输入', '1', '3', '0', '0', '3', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '170');
INSERT INTO `domestic_city` VALUES ('陕西', '待确认', '0', '0', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '171');
INSERT INTO `domestic_city` VALUES ('云南', '丽江', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '172');
INSERT INTO `domestic_city` VALUES ('云南', '红河州', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '173');
INSERT INTO `domestic_city` VALUES ('云南', '大理州', '0', '13', '13', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '174');
INSERT INTO `domestic_city` VALUES ('云南', '保山', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '175');
INSERT INTO `domestic_city` VALUES ('云南', '昭通', '0', '25', '25', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '176');
INSERT INTO `domestic_city` VALUES ('云南', '德宏州', '0', '5', '5', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '177');
INSERT INTO `domestic_city` VALUES ('云南', '曲靖', '0', '13', '13', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '178');
INSERT INTO `domestic_city` VALUES ('云南', '西双版纳傣族自治州', '0', '15', '14', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '179');
INSERT INTO `domestic_city` VALUES ('云南', '玉溪', '0', '14', '13', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '180');
INSERT INTO `domestic_city` VALUES ('云南', '普洱', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '181');
INSERT INTO `domestic_city` VALUES ('云南', '昆明', '0', '53', '53', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '182');
INSERT INTO `domestic_city` VALUES ('云南', '临沧', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '183');
INSERT INTO `domestic_city` VALUES ('云南', '楚雄州', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '184');
INSERT INTO `domestic_city` VALUES ('云南', '文山', '0', '2', '2', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '185');
INSERT INTO `domestic_city` VALUES ('云南', '怒江州', '0', '0', '0', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '186');
INSERT INTO `domestic_city` VALUES ('云南', '境外输入', '0', '2', '0', '0', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '187');
INSERT INTO `domestic_city` VALUES ('广西', '桂林', '0', '32', '32', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '188');
INSERT INTO `domestic_city` VALUES ('广西', '河池', '0', '28', '27', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '189');
INSERT INTO `domestic_city` VALUES ('广西', '南宁', '0', '55', '55', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '190');
INSERT INTO `domestic_city` VALUES ('广西', '防城港', '0', '19', '19', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '191');
INSERT INTO `domestic_city` VALUES ('广西', '贺州', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '192');
INSERT INTO `domestic_city` VALUES ('广西', '柳州', '0', '24', '24', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '193');
INSERT INTO `domestic_city` VALUES ('广西', '玉林', '0', '11', '11', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '194');
INSERT INTO `domestic_city` VALUES ('广西', '北海', '0', '44', '43', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '195');
INSERT INTO `domestic_city` VALUES ('广西', '钦州', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '196');
INSERT INTO `domestic_city` VALUES ('广西', '梧州', '0', '5', '5', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '197');
INSERT INTO `domestic_city` VALUES ('广西', '百色', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '198');
INSERT INTO `domestic_city` VALUES ('广西', '贵港', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '199');
INSERT INTO `domestic_city` VALUES ('广西', '来宾', '0', '11', '11', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '200');
INSERT INTO `domestic_city` VALUES ('广西', '境外输入', '0', '2', '0', '0', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '201');
INSERT INTO `domestic_city` VALUES ('福建', '厦门', '0', '35', '35', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '202');
INSERT INTO `domestic_city` VALUES ('福建', '南平', '0', '20', '20', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '203');
INSERT INTO `domestic_city` VALUES ('福建', '莆田', '0', '56', '56', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '204');
INSERT INTO `domestic_city` VALUES ('福建', '泉州', '0', '47', '47', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '205');
INSERT INTO `domestic_city` VALUES ('福建', '漳州', '0', '20', '20', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '206');
INSERT INTO `domestic_city` VALUES ('福建', '三明', '0', '14', '14', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '207');
INSERT INTO `domestic_city` VALUES ('福建', '宁德', '0', '26', '26', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '208');
INSERT INTO `domestic_city` VALUES ('福建', '龙岩', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '209');
INSERT INTO `domestic_city` VALUES ('福建', '福州', '0', '72', '71', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '210');
INSERT INTO `domestic_city` VALUES ('福建', '境外输入', '4', '7', '0', '0', '7', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '211');
INSERT INTO `domestic_city` VALUES ('上海', '嘉定区', '0', '9', '7', '0', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '212');
INSERT INTO `domestic_city` VALUES ('上海', '外地来沪人员', '0', '111', '106', '0', '5', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '213');
INSERT INTO `domestic_city` VALUES ('上海', '松江区', '0', '14', '14', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '214');
INSERT INTO `domestic_city` VALUES ('上海', '黄浦区', '0', '6', '5', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '215');
INSERT INTO `domestic_city` VALUES ('上海', '长宁区', '0', '13', '13', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '216');
INSERT INTO `domestic_city` VALUES ('上海', '青浦区', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '217');
INSERT INTO `domestic_city` VALUES ('上海', '闵行区', '0', '19', '19', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '218');
INSERT INTO `domestic_city` VALUES ('上海', '静安区', '0', '16', '15', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '219');
INSERT INTO `domestic_city` VALUES ('上海', '虹口区', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '220');
INSERT INTO `domestic_city` VALUES ('上海', '宝山区', '0', '21', '19', '0', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '221');
INSERT INTO `domestic_city` VALUES ('上海', '浦东新区', '0', '61', '59', '0', '2', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '222');
INSERT INTO `domestic_city` VALUES ('上海', '杨浦区', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '223');
INSERT INTO `domestic_city` VALUES ('上海', '徐汇区', '0', '18', '17', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '224');
INSERT INTO `domestic_city` VALUES ('上海', '奉贤区', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '225');
INSERT INTO `domestic_city` VALUES ('上海', '金山区', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '226');
INSERT INTO `domestic_city` VALUES ('上海', '普陀区', '0', '11', '11', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '227');
INSERT INTO `domestic_city` VALUES ('上海', '崇明区', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '228');
INSERT INTO `domestic_city` VALUES ('上海', '待确认', '0', '0', '2', '3', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '229');
INSERT INTO `domestic_city` VALUES ('上海', '境外输入', '9', '42', '1', '0', '41', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '230');
INSERT INTO `domestic_city` VALUES ('北京', '东城区', '0', '14', '1', '0', '13', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '231');
INSERT INTO `domestic_city` VALUES ('北京', '海淀区', '0', '63', '0', '0', '63', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '232');
INSERT INTO `domestic_city` VALUES ('北京', '大兴区', '0', '39', '16', '0', '23', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '233');
INSERT INTO `domestic_city` VALUES ('北京', '朝阳区', '0', '72', '0', '0', '72', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '234');
INSERT INTO `domestic_city` VALUES ('北京', '丰台区', '0', '43', '3', '0', '40', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '235');
INSERT INTO `domestic_city` VALUES ('北京', '门头沟区', '0', '3', '2', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '236');
INSERT INTO `domestic_city` VALUES ('北京', '通州区', '0', '19', '1', '0', '18', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '237');
INSERT INTO `domestic_city` VALUES ('北京', '顺义区', '0', '10', '10', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '238');
INSERT INTO `domestic_city` VALUES ('北京', '石景山区', '0', '14', '11', '0', '3', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '239');
INSERT INTO `domestic_city` VALUES ('北京', '西城区', '0', '53', '0', '0', '53', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '240');
INSERT INTO `domestic_city` VALUES ('北京', '怀柔区', '0', '7', '3', '0', '4', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '241');
INSERT INTO `domestic_city` VALUES ('北京', '昌平区', '0', '29', '10', '0', '19', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '242');
INSERT INTO `domestic_city` VALUES ('北京', '外地来京人员', '0', '25', '2', '0', '23', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '243');
INSERT INTO `domestic_city` VALUES ('北京', '待确认', '0', '0', '327', '8', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '244');
INSERT INTO `domestic_city` VALUES ('北京', '房山区', '0', '16', '3', '0', '13', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '245');
INSERT INTO `domestic_city` VALUES ('北京', '延庆区', '0', '1', '0', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '246');
INSERT INTO `domestic_city` VALUES ('北京', '密云区', '0', '7', '0', '0', '7', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '247');
INSERT INTO `domestic_city` VALUES ('北京', '境外输入', '14', '89', '7', '0', '82', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '248');
INSERT INTO `domestic_city` VALUES ('江苏', '徐州', '0', '79', '79', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '249');
INSERT INTO `domestic_city` VALUES ('江苏', '扬州', '0', '23', '23', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '250');
INSERT INTO `domestic_city` VALUES ('江苏', '宿迁', '0', '13', '13', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '251');
INSERT INTO `domestic_city` VALUES ('江苏', '镇江', '0', '12', '12', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '252');
INSERT INTO `domestic_city` VALUES ('江苏', '连云港', '0', '48', '48', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '253');
INSERT INTO `domestic_city` VALUES ('江苏', '无锡', '0', '55', '55', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '254');
INSERT INTO `domestic_city` VALUES ('江苏', '泰州', '0', '37', '37', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '255');
INSERT INTO `domestic_city` VALUES ('江苏', '盐城', '0', '27', '27', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '256');
INSERT INTO `domestic_city` VALUES ('江苏', '淮安', '0', '66', '66', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '257');
INSERT INTO `domestic_city` VALUES ('江苏', '南通', '0', '40', '40', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '258');
INSERT INTO `domestic_city` VALUES ('江苏', '南京', '0', '93', '93', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '259');
INSERT INTO `domestic_city` VALUES ('江苏', '常州', '0', '51', '51', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '260');
INSERT INTO `domestic_city` VALUES ('江苏', '苏州', '0', '87', '87', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '261');
INSERT INTO `domestic_city` VALUES ('四川', '遂宁', '0', '17', '17', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '262');
INSERT INTO `domestic_city` VALUES ('四川', '达州', '0', '42', '42', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '263');
INSERT INTO `domestic_city` VALUES ('四川', '内江', '0', '22', '22', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '264');
INSERT INTO `domestic_city` VALUES ('四川', '广安', '0', '30', '30', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '265');
INSERT INTO `domestic_city` VALUES ('四川', '宜宾', '0', '12', '12', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '266');
INSERT INTO `domestic_city` VALUES ('四川', '凉山州', '0', '13', '13', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '267');
INSERT INTO `domestic_city` VALUES ('四川', '乐山', '0', '3', '3', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '268');
INSERT INTO `domestic_city` VALUES ('四川', '眉山', '0', '8', '8', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '269');
INSERT INTO `domestic_city` VALUES ('四川', '德阳', '0', '18', '18', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '270');
INSERT INTO `domestic_city` VALUES ('四川', '巴中', '0', '24', '24', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '271');
INSERT INTO `domestic_city` VALUES ('四川', '成都', '0', '144', '141', '3', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '272');
INSERT INTO `domestic_city` VALUES ('四川', '南充', '0', '39', '39', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '273');
INSERT INTO `domestic_city` VALUES ('四川', '泸州', '0', '24', '24', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '274');
INSERT INTO `domestic_city` VALUES ('四川', '绵阳', '0', '22', '22', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '275');
INSERT INTO `domestic_city` VALUES ('四川', '甘孜州', '0', '78', '78', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '276');
INSERT INTO `domestic_city` VALUES ('四川', '广元', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '277');
INSERT INTO `domestic_city` VALUES ('四川', '资阳', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '278');
INSERT INTO `domestic_city` VALUES ('四川', '自贡', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '279');
INSERT INTO `domestic_city` VALUES ('四川', '雅安', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '280');
INSERT INTO `domestic_city` VALUES ('四川', '攀枝花', '0', '16', '16', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '281');
INSERT INTO `domestic_city` VALUES ('四川', '阿坝州', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '282');
INSERT INTO `domestic_city` VALUES ('四川', '境外输入', '1', '3', '0', '0', '3', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '283');
INSERT INTO `domestic_city` VALUES ('山东', '威海', '0', '38', '37', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '284');
INSERT INTO `domestic_city` VALUES ('山东', '泰安', '0', '35', '33', '2', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '285');
INSERT INTO `domestic_city` VALUES ('山东', '济南', '0', '47', '46', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '286');
INSERT INTO `domestic_city` VALUES ('山东', '枣庄', '0', '24', '24', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '287');
INSERT INTO `domestic_city` VALUES ('山东', '济宁', '0', '260', '259', '0', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '288');
INSERT INTO `domestic_city` VALUES ('山东', '临沂', '0', '49', '49', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '289');
INSERT INTO `domestic_city` VALUES ('山东', '青岛', '0', '61', '59', '1', '1', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '290');
INSERT INTO `domestic_city` VALUES ('山东', '日照', '0', '16', '16', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '291');
INSERT INTO `domestic_city` VALUES ('山东', '菏泽', '0', '18', '18', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '292');
INSERT INTO `domestic_city` VALUES ('山东', '聊城', '0', '38', '38', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '293');
INSERT INTO `domestic_city` VALUES ('山东', '滨州', '0', '15', '15', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '294');
INSERT INTO `domestic_city` VALUES ('山东', '潍坊', '0', '44', '44', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '295');
INSERT INTO `domestic_city` VALUES ('山东', '德州', '0', '37', '35', '2', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '296');
INSERT INTO `domestic_city` VALUES ('山东', '烟台', '0', '47', '47', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '297');
INSERT INTO `domestic_city` VALUES ('山东', '淄博', '0', '30', '29', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '298');
INSERT INTO `domestic_city` VALUES ('山东', '境外输入', '2', '5', '0', '0', '5', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '299');
INSERT INTO `domestic_city` VALUES ('江西', '吉安', '0', '22', '22', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '300');
INSERT INTO `domestic_city` VALUES ('江西', '上饶', '0', '123', '123', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '301');
INSERT INTO `domestic_city` VALUES ('江西', '九江', '0', '118', '118', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '302');
INSERT INTO `domestic_city` VALUES ('江西', '新余', '0', '130', '130', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '303');
INSERT INTO `domestic_city` VALUES ('江西', '抚州', '0', '72', '72', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '304');
INSERT INTO `domestic_city` VALUES ('江西', '鹰潭', '0', '18', '18', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '305');
INSERT INTO `domestic_city` VALUES ('江西', '宜春', '0', '106', '106', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '306');
INSERT INTO `domestic_city` VALUES ('江西', '景德镇', '0', '6', '6', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '307');
INSERT INTO `domestic_city` VALUES ('江西', '萍乡', '0', '33', '33', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '308');
INSERT INTO `domestic_city` VALUES ('江西', '赣州', '0', '76', '75', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '309');
INSERT INTO `domestic_city` VALUES ('江西', '南昌', '0', '230', '230', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '310');
INSERT INTO `domestic_city` VALUES ('江西', '赣江新区', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '311');
INSERT INTO `domestic_city` VALUES ('重庆', '奉节县', '0', '22', '22', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '312');
INSERT INTO `domestic_city` VALUES ('重庆', '武隆区', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '313');
INSERT INTO `domestic_city` VALUES ('重庆', '永川区', '0', '5', '5', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '314');
INSERT INTO `domestic_city` VALUES ('重庆', '两江新区', '0', '17', '17', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '315');
INSERT INTO `domestic_city` VALUES ('重庆', '渝北区', '0', '17', '17', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '316');
INSERT INTO `domestic_city` VALUES ('重庆', '开州区', '0', '21', '20', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '317');
INSERT INTO `domestic_city` VALUES ('重庆', '丰都县', '0', '10', '10', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '318');
INSERT INTO `domestic_city` VALUES ('重庆', '巫山县', '0', '10', '10', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '319');
INSERT INTO `domestic_city` VALUES ('重庆', '大足区', '0', '14', '14', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '320');
INSERT INTO `domestic_city` VALUES ('重庆', '忠县', '0', '21', '21', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '321');
INSERT INTO `domestic_city` VALUES ('重庆', '云阳县', '0', '25', '25', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '322');
INSERT INTO `domestic_city` VALUES ('重庆', '璧山区', '0', '9', '9', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '323');
INSERT INTO `domestic_city` VALUES ('重庆', '九龙坡区', '0', '21', '20', '1', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '324');
INSERT INTO `domestic_city` VALUES ('重庆', '潼南区', '0', '18', '18', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '325');
INSERT INTO `domestic_city` VALUES ('重庆', '大渡口区', '0', '7', '7', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '326');
INSERT INTO `domestic_city` VALUES ('重庆', '梁平区', '0', '4', '4', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '327');
INSERT INTO `domestic_city` VALUES ('重庆', '秀山县', '0', '1', '1', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '328');
INSERT INTO `domestic_city` VALUES ('重庆', '万州区', '0', '118', '114', '4', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '329');
INSERT INTO `domestic_city` VALUES ('重庆', '南岸区', '0', '15', '15', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '330');
INSERT INTO `domestic_city` VALUES ('重庆', '石柱县', '0', '15', '15', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '331');
INSERT INTO `domestic_city` VALUES ('重庆', '涪陵区', '0', '5', '5', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '332');
INSERT INTO `domestic_city` VALUES ('重庆', '江北区', '0', '28', '28', '0', '0', '2020-03-21 16:01:12', '2020-03-21 16:01:12', '333');
INSERT INTO `domestic_city` VALUES ('重庆', '綦江区', '0', '23', '23', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '334');
INSERT INTO `domestic_city` VALUES ('重庆', '巫溪县', '0', '14', '14', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '335');
INSERT INTO `domestic_city` VALUES ('重庆', '长寿区', '0', '22', '22', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '336');
INSERT INTO `domestic_city` VALUES ('重庆', '城口县', '0', '2', '2', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '337');
INSERT INTO `domestic_city` VALUES ('重庆', '合川区', '0', '23', '23', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '338');
INSERT INTO `domestic_city` VALUES ('重庆', '垫江县', '0', '20', '20', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '339');
INSERT INTO `domestic_city` VALUES ('重庆', '江津区', '0', '4', '4', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '340');
INSERT INTO `domestic_city` VALUES ('重庆', '黔江区', '0', '2', '2', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '341');
INSERT INTO `domestic_city` VALUES ('重庆', '渝中区', '0', '20', '20', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '342');
INSERT INTO `domestic_city` VALUES ('重庆', '巴南区', '0', '6', '6', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '343');
INSERT INTO `domestic_city` VALUES ('重庆', '铜梁区', '0', '10', '10', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '344');
INSERT INTO `domestic_city` VALUES ('重庆', '荣昌区', '0', '9', '9', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '345');
INSERT INTO `domestic_city` VALUES ('重庆', '沙坪坝区', '0', '9', '9', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '346');
INSERT INTO `domestic_city` VALUES ('重庆', '高新区', '0', '4', '4', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '347');
INSERT INTO `domestic_city` VALUES ('重庆', '彭水县', '0', '2', '2', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '348');
INSERT INTO `domestic_city` VALUES ('重庆', '酉阳县', '0', '1', '1', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '349');
INSERT INTO `domestic_city` VALUES ('重庆', '万盛经开区', '0', '1', '1', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '350');
INSERT INTO `domestic_city` VALUES ('安徽', '安庆', '0', '83', '83', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '351');
INSERT INTO `domestic_city` VALUES ('安徽', '芜湖', '0', '34', '34', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '352');
INSERT INTO `domestic_city` VALUES ('安徽', '亳州', '0', '108', '108', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '353');
INSERT INTO `domestic_city` VALUES ('安徽', '黄山', '0', '9', '9', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '354');
INSERT INTO `domestic_city` VALUES ('安徽', '淮北', '0', '27', '27', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '355');
INSERT INTO `domestic_city` VALUES ('安徽', '蚌埠', '0', '160', '155', '5', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '356');
INSERT INTO `domestic_city` VALUES ('安徽', '马鞍山', '0', '38', '38', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '357');
INSERT INTO `domestic_city` VALUES ('安徽', '铜陵', '0', '29', '29', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '358');
INSERT INTO `domestic_city` VALUES ('安徽', '池州', '0', '17', '17', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '359');
INSERT INTO `domestic_city` VALUES ('安徽', '宿州', '0', '41', '41', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '360');
INSERT INTO `domestic_city` VALUES ('安徽', '合肥', '0', '174', '173', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '361');
INSERT INTO `domestic_city` VALUES ('安徽', '宣城', '0', '6', '6', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '362');
INSERT INTO `domestic_city` VALUES ('安徽', '滁州', '0', '13', '13', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '363');
INSERT INTO `domestic_city` VALUES ('安徽', '阜阳', '0', '155', '155', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '364');
INSERT INTO `domestic_city` VALUES ('安徽', '淮南', '0', '27', '27', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '365');
INSERT INTO `domestic_city` VALUES ('安徽', '六安', '0', '69', '69', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '366');
INSERT INTO `domestic_city` VALUES ('湖南', '衡阳', '0', '48', '48', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '367');
INSERT INTO `domestic_city` VALUES ('湖南', '娄底', '0', '76', '76', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '368');
INSERT INTO `domestic_city` VALUES ('湖南', '湘潭', '0', '36', '36', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '369');
INSERT INTO `domestic_city` VALUES ('湖南', '永州', '0', '44', '44', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '370');
INSERT INTO `domestic_city` VALUES ('湖南', '常德', '0', '82', '82', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '371');
INSERT INTO `domestic_city` VALUES ('湖南', '张家界', '0', '5', '5', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '372');
INSERT INTO `domestic_city` VALUES ('湖南', '岳阳', '0', '156', '155', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '373');
INSERT INTO `domestic_city` VALUES ('湖南', '株洲', '0', '80', '80', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '374');
INSERT INTO `domestic_city` VALUES ('湖南', '长沙', '0', '242', '240', '2', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '375');
INSERT INTO `domestic_city` VALUES ('湖南', '邵阳', '0', '102', '101', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '376');
INSERT INTO `domestic_city` VALUES ('湖南', '湘西州', '0', '8', '8', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '377');
INSERT INTO `domestic_city` VALUES ('湖南', '郴州', '0', '39', '39', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '378');
INSERT INTO `domestic_city` VALUES ('湖南', '怀化', '0', '40', '40', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '379');
INSERT INTO `domestic_city` VALUES ('湖南', '益阳', '0', '60', '60', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '380');
INSERT INTO `domestic_city` VALUES ('河南', '安阳', '0', '53', '53', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '381');
INSERT INTO `domestic_city` VALUES ('河南', '信阳', '0', '274', '272', '2', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '382');
INSERT INTO `domestic_city` VALUES ('河南', '周口', '0', '76', '75', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '383');
INSERT INTO `domestic_city` VALUES ('河南', '开封', '0', '26', '26', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '384');
INSERT INTO `domestic_city` VALUES ('河南', '许昌', '0', '39', '38', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '385');
INSERT INTO `domestic_city` VALUES ('河南', '濮阳', '0', '17', '17', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '386');
INSERT INTO `domestic_city` VALUES ('河南', '漯河', '0', '35', '35', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '387');
INSERT INTO `domestic_city` VALUES ('河南', '郑州', '0', '157', '152', '5', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '388');
INSERT INTO `domestic_city` VALUES ('河南', '三门峡', '0', '7', '6', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '389');
INSERT INTO `domestic_city` VALUES ('河南', '驻马店', '0', '139', '139', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '390');
INSERT INTO `domestic_city` VALUES ('河南', '南阳', '0', '156', '153', '3', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '391');
INSERT INTO `domestic_city` VALUES ('河南', '鹤壁', '0', '19', '19', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '392');
INSERT INTO `domestic_city` VALUES ('河南', '商丘', '0', '91', '88', '3', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '393');
INSERT INTO `domestic_city` VALUES ('河南', '洛阳', '0', '31', '30', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '394');
INSERT INTO `domestic_city` VALUES ('河南', '新乡', '0', '57', '54', '3', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '395');
INSERT INTO `domestic_city` VALUES ('河南', '焦作', '0', '32', '31', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '396');
INSERT INTO `domestic_city` VALUES ('河南', '平顶山', '0', '58', '57', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '397');
INSERT INTO `domestic_city` VALUES ('河南', '济源', '0', '5', '5', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '398');
INSERT INTO `domestic_city` VALUES ('河南', '境外输入', '0', '1', '0', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '399');
INSERT INTO `domestic_city` VALUES ('广东', '肇庆', '0', '20', '18', '1', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '400');
INSERT INTO `domestic_city` VALUES ('广东', '珠海', '1', '100', '97', '1', '2', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '401');
INSERT INTO `domestic_city` VALUES ('广东', '河源', '0', '4', '4', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '402');
INSERT INTO `domestic_city` VALUES ('广东', '佛山', '0', '87', '81', '0', '6', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '403');
INSERT INTO `domestic_city` VALUES ('广东', '清远', '0', '12', '12', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '404');
INSERT INTO `domestic_city` VALUES ('广东', '汕尾', '0', '5', '5', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '405');
INSERT INTO `domestic_city` VALUES ('广东', '茂名', '0', '14', '14', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '406');
INSERT INTO `domestic_city` VALUES ('广东', '阳江', '0', '14', '14', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '407');
INSERT INTO `domestic_city` VALUES ('广东', '湛江', '0', '22', '22', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '408');
INSERT INTO `domestic_city` VALUES ('广东', '中山', '0', '68', '64', '0', '4', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '409');
INSERT INTO `domestic_city` VALUES ('广东', '惠州', '0', '62', '62', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '410');
INSERT INTO `domestic_city` VALUES ('广东', '揭阳', '0', '9', '8', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '411');
INSERT INTO `domestic_city` VALUES ('广东', '梅州', '0', '17', '16', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '412');
INSERT INTO `domestic_city` VALUES ('广东', '深圳', '4', '436', '410', '3', '23', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '413');
INSERT INTO `domestic_city` VALUES ('广东', '汕头', '0', '25', '25', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '414');
INSERT INTO `domestic_city` VALUES ('广东', '江门', '0', '23', '23', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '415');
INSERT INTO `domestic_city` VALUES ('广东', '韶关', '0', '10', '9', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '416');
INSERT INTO `domestic_city` VALUES ('广东', '东莞', '0', '100', '98', '1', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '417');
INSERT INTO `domestic_city` VALUES ('广东', '广州', '2', '366', '335', '1', '30', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '418');
INSERT INTO `domestic_city` VALUES ('广东', '潮州', '0', '5', '5', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '419');
INSERT INTO `domestic_city` VALUES ('广东', '云浮', '0', '0', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '420');
INSERT INTO `domestic_city` VALUES ('广东', '待确认', '0', '0', '3', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '421');
INSERT INTO `domestic_city` VALUES ('浙江', '台州', '0', '146', '146', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '422');
INSERT INTO `domestic_city` VALUES ('浙江', '嘉兴', '0', '45', '44', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '423');
INSERT INTO `domestic_city` VALUES ('浙江', '湖州', '0', '10', '10', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '424');
INSERT INTO `domestic_city` VALUES ('浙江', '舟山', '0', '10', '10', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '425');
INSERT INTO `domestic_city` VALUES ('浙江', '绍兴', '0', '42', '42', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '426');
INSERT INTO `domestic_city` VALUES ('浙江', '宁波', '0', '157', '157', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '427');
INSERT INTO `domestic_city` VALUES ('浙江', '杭州', '0', '181', '181', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '428');
INSERT INTO `domestic_city` VALUES ('浙江', '金华', '0', '55', '55', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '429');
INSERT INTO `domestic_city` VALUES ('浙江', '丽水', '0', '17', '17', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '430');
INSERT INTO `domestic_city` VALUES ('浙江', '温州', '0', '504', '503', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '431');
INSERT INTO `domestic_city` VALUES ('浙江', '衢州', '0', '14', '14', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '432');
INSERT INTO `domestic_city` VALUES ('浙江', '省十里丰监狱', '0', '36', '36', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '433');
INSERT INTO `domestic_city` VALUES ('浙江', '境外输入', '2', '19', '4', '0', '15', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '434');
INSERT INTO `domestic_city` VALUES ('湖北', '仙桃', '0', '575', '546', '22', '7', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '435');
INSERT INTO `domestic_city` VALUES ('湖北', '天门', '0', '496', '481', '15', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '436');
INSERT INTO `domestic_city` VALUES ('湖北', '随州', '0', '1307', '1242', '45', '20', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '437');
INSERT INTO `domestic_city` VALUES ('湖北', '咸宁', '0', '836', '821', '15', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '438');
INSERT INTO `domestic_city` VALUES ('湖北', '十堰', '0', '672', '663', '8', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '439');
INSERT INTO `domestic_city` VALUES ('湖北', '恩施', '0', '252', '245', '7', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '440');
INSERT INTO `domestic_city` VALUES ('湖北', '襄阳', '0', '1175', '1131', '39', '5', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '441');
INSERT INTO `domestic_city` VALUES ('湖北', '荆州', '0', '1580', '1523', '51', '6', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '442');
INSERT INTO `domestic_city` VALUES ('湖北', '神农架林区', '0', '11', '11', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '443');
INSERT INTO `domestic_city` VALUES ('湖北', '宜昌', '0', '931', '891', '36', '4', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '444');
INSERT INTO `domestic_city` VALUES ('湖北', '潜江', '0', '198', '187', '9', '2', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '445');
INSERT INTO `domestic_city` VALUES ('湖北', '武汉', '0', '50005', '41891', '2504', '5610', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '446');
INSERT INTO `domestic_city` VALUES ('湖北', '黄冈', '0', '2907', '2782', '125', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '447');
INSERT INTO `domestic_city` VALUES ('湖北', '孝感', '0', '3518', '3360', '128', '30', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '448');
INSERT INTO `domestic_city` VALUES ('湖北', '黄石', '0', '1015', '972', '38', '5', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '449');
INSERT INTO `domestic_city` VALUES ('湖北', '荆门', '0', '928', '881', '39', '8', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '450');
INSERT INTO `domestic_city` VALUES ('湖北', '鄂州', '0', '1394', '1315', '58', '21', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '451');

-- ----------------------------
-- Table structure for `global`
-- ----------------------------
DROP TABLE IF EXISTS `global`;
CREATE TABLE `global` (
  `country` varchar(50) NOT NULL,
  `diagnosis` int(10) NOT NULL,
  `cure` int(10) NOT NULL,
  `death` int(10) NOT NULL,
  `add_diagnosis` int(10) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=182 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of global
-- ----------------------------
INSERT INTO `global` VALUES ('东帝汶', '1', '0', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '1');
INSERT INTO `global` VALUES ('吉尔吉斯斯坦', '12', '0', '0', '6', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '2');
INSERT INTO `global` VALUES ('乌兹别克斯坦', '33', '0', '0', '10', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '3');
INSERT INTO `global` VALUES ('哈萨克斯坦', '52', '0', '0', '3', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '4');
INSERT INTO `global` VALUES ('土耳其', '670', '0', '9', '311', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '5');
INSERT INTO `global` VALUES ('蒙古国', '10', '0', '0', '4', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '6');
INSERT INTO `global` VALUES ('塞浦路斯', '75', '0', '0', '8', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '7');
INSERT INTO `global` VALUES ('文莱', '78', '1', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '8');
INSERT INTO `global` VALUES ('孟加拉国', '20', '3', '1', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '9');
INSERT INTO `global` VALUES ('马尔代夫', '13', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '10');
INSERT INTO `global` VALUES ('不丹', '2', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '11');
INSERT INTO `global` VALUES ('巴勒斯坦', '48', '17', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '12');
INSERT INTO `global` VALUES ('沙特阿拉伯', '344', '8', '0', '70', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '13');
INSERT INTO `global` VALUES ('约旦', '86', '1', '0', '16', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '14');
INSERT INTO `global` VALUES ('印度尼西亚', '369', '17', '32', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '15');
INSERT INTO `global` VALUES ('亚美尼亚', '136', '1', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '16');
INSERT INTO `global` VALUES ('卡塔尔', '470', '10', '0', '10', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '17');
INSERT INTO `global` VALUES ('阿塞拜疆', '44', '10', '1', '16', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '18');
INSERT INTO `global` VALUES ('格鲁吉亚', '44', '1', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '19');
INSERT INTO `global` VALUES ('巴基斯坦', '510', '13', '3', '47', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '20');
INSERT INTO `global` VALUES ('阿曼', '52', '13', '0', '4', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '21');
INSERT INTO `global` VALUES ('阿富汗', '24', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '22');
INSERT INTO `global` VALUES ('巴林', '298', '125', '1', '19', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '23');
INSERT INTO `global` VALUES ('科威特', '159', '22', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '24');
INSERT INTO `global` VALUES ('伊拉克', '208', '49', '17', '15', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '25');
INSERT INTO `global` VALUES ('黎巴嫩', '177', '1', '4', '14', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '26');
INSERT INTO `global` VALUES ('以色列', '705', '14', '1', '28', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '27');
INSERT INTO `global` VALUES ('伊朗', '19644', '6745', '1433', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '28');
INSERT INTO `global` VALUES ('印度', '270', '23', '5', '55', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '29');
INSERT INTO `global` VALUES ('菲律宾', '262', '13', '19', '32', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '30');
INSERT INTO `global` VALUES ('阿联酋', '140', '31', '2', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '31');
INSERT INTO `global` VALUES ('斯里兰卡', '73', '3', '0', '11', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '32');
INSERT INTO `global` VALUES ('柬埔寨', '51', '1', '0', '14', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '33');
INSERT INTO `global` VALUES ('尼泊尔', '1', '1', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '34');
INSERT INTO `global` VALUES ('越南', '91', '17', '0', '4', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '35');
INSERT INTO `global` VALUES ('韩国', '8799', '2612', '102', '147', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '36');
INSERT INTO `global` VALUES ('马来西亚', '1030', '87', '3', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '37');
INSERT INTO `global` VALUES ('日本', '1016', '215', '43', '52', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '38');
INSERT INTO `global` VALUES ('新加坡', '385', '131', '2', '40', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '39');
INSERT INTO `global` VALUES ('泰国', '411', '44', '1', '89', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '40');
INSERT INTO `global` VALUES ('波斯尼亚和黑塞哥维那', '89', '0', '0', '89', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '41');
INSERT INTO `global` VALUES ('格恩西岛', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '42');
INSERT INTO `global` VALUES ('黑山', '14', '0', '0', '4', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '43');
INSERT INTO `global` VALUES ('泽西岛', '5', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '44');
INSERT INTO `global` VALUES ('圣马丁岛', '2', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '45');
INSERT INTO `global` VALUES ('圣巴泰勒米岛', '3', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '46');
INSERT INTO `global` VALUES ('法罗群岛', '80', '3', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '47');
INSERT INTO `global` VALUES ('阿尔巴尼亚', '70', '2', '2', '6', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '48');
INSERT INTO `global` VALUES ('保加利亚', '127', '0', '3', '17', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '49');
INSERT INTO `global` VALUES ('摩尔多瓦', '66', '1', '1', '17', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '50');
INSERT INTO `global` VALUES ('马耳他', '64', '2', '0', '26', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '51');
INSERT INTO `global` VALUES ('斯洛伐克', '137', '0', '1', '14', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '52');
INSERT INTO `global` VALUES ('梵蒂冈', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '53');
INSERT INTO `global` VALUES ('塞尔维亚', '135', '2', '1', '17', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '54');
INSERT INTO `global` VALUES ('直布罗陀', '3', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '55');
INSERT INTO `global` VALUES ('列支敦士登', '28', '0', '0', '21', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '56');
INSERT INTO `global` VALUES ('波黑', '64', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '57');
INSERT INTO `global` VALUES ('匈牙利', '85', '7', '4', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '58');
INSERT INTO `global` VALUES ('斯洛文尼亚', '341', '0', '1', '55', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '59');
INSERT INTO `global` VALUES ('波兰', '425', '13', '5', '70', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '60');
INSERT INTO `global` VALUES ('乌克兰', '41', '1', '3', '3', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '61');
INSERT INTO `global` VALUES ('拉脱维亚', '111', '1', '0', '25', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '62');
INSERT INTO `global` VALUES ('葡萄牙', '1020', '4', '6', '235', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '63');
INSERT INTO `global` VALUES ('安道尔', '75', '1', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '64');
INSERT INTO `global` VALUES ('捷克', '833', '4', '0', '139', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '65');
INSERT INTO `global` VALUES ('爱尔兰', '683', '5', '3', '126', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '66');
INSERT INTO `global` VALUES ('卢森堡', '484', '0', '5', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '67');
INSERT INTO `global` VALUES ('圣马力诺', '144', '4', '14', '35', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '68');
INSERT INTO `global` VALUES ('摩纳哥', '12', '0', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '69');
INSERT INTO `global` VALUES ('冰岛', '409', '5', '0', '79', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '70');
INSERT INTO `global` VALUES ('白俄罗斯', '69', '15', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '71');
INSERT INTO `global` VALUES ('立陶宛', '63', '0', '0', '22', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '72');
INSERT INTO `global` VALUES ('荷兰', '2994', '2', '106', '534', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '73');
INSERT INTO `global` VALUES ('爱沙尼亚', '283', '1', '0', '16', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '74');
INSERT INTO `global` VALUES ('丹麦', '1255', '1', '9', '104', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '75');
INSERT INTO `global` VALUES ('罗马尼亚', '308', '31', '0', '31', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '76');
INSERT INTO `global` VALUES ('北马其顿', '76', '1', '0', '9', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '77');
INSERT INTO `global` VALUES ('挪威', '1964', '1', '7', '181', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '78');
INSERT INTO `global` VALUES ('希腊', '495', '19', '10', '31', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '79');
INSERT INTO `global` VALUES ('瑞士', '5615', '15', '56', '1393', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '80');
INSERT INTO `global` VALUES ('克罗地亚', '130', '5', '1', '2', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '81');
INSERT INTO `global` VALUES ('奥地利', '2649', '9', '6', '470', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '82');
INSERT INTO `global` VALUES ('比利时', '2257', '204', '37', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '83');
INSERT INTO `global` VALUES ('西班牙', '19980', '1107', '1002', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '84');
INSERT INTO `global` VALUES ('瑞典', '1639', '16', '16', '200', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '85');
INSERT INTO `global` VALUES ('俄罗斯', '253', '8', '1', '54', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '86');
INSERT INTO `global` VALUES ('英国', '3983', '65', '177', '714', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '87');
INSERT INTO `global` VALUES ('意大利', '47021', '5129', '4032', '6986', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '88');
INSERT INTO `global` VALUES ('芬兰', '450', '10', '0', '50', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '89');
INSERT INTO `global` VALUES ('德国', '18607', '180', '47', '3696', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '90');
INSERT INTO `global` VALUES ('法国', '12612', '1587', '450', '1617', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '91');
INSERT INTO `global` VALUES ('马达加斯加', '3', '0', '0', '3', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '92');
INSERT INTO `global` VALUES ('津巴布韦', '1', '0', '0', '1', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '93');
INSERT INTO `global` VALUES ('佛得角', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '94');
INSERT INTO `global` VALUES ('尼日尔', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '95');
INSERT INTO `global` VALUES ('乍得', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '96');
INSERT INTO `global` VALUES ('毛里求斯', '12', '0', '0', '5', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '97');
INSERT INTO `global` VALUES ('赞比亚', '2', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '98');
INSERT INTO `global` VALUES ('吉布提', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '99');
INSERT INTO `global` VALUES ('冈比亚', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '100');
INSERT INTO `global` VALUES ('贝宁', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '101');
INSERT INTO `global` VALUES ('索马里', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '102');
INSERT INTO `global` VALUES ('坦桑尼亚', '6', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '103');
INSERT INTO `global` VALUES ('利比里亚', '2', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '104');
INSERT INTO `global` VALUES ('马约特', '1', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '105');
INSERT INTO `global` VALUES ('刚果（布）', '3', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '106');
INSERT INTO `global` VALUES ('中非共和国', '3', '0', '0', '2', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '107');
INSERT INTO `global` VALUES ('塞舌尔', '4', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '108');
INSERT INTO `global` VALUES ('赤道几内亚', '6', '0', '0', '0', '2020-03-21 16:01:13', '2020-03-21 16:01:13', '109');
INSERT INTO `global` VALUES ('纳米比亚', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '110');
INSERT INTO `global` VALUES ('卢旺达', '17', '0', '0', '6', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '111');
INSERT INTO `global` VALUES ('斯威士兰', '1', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '112');
INSERT INTO `global` VALUES ('毛里塔尼亚', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '113');
INSERT INTO `global` VALUES ('苏丹', '2', '0', '1', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '114');
INSERT INTO `global` VALUES ('几内亚', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '115');
INSERT INTO `global` VALUES ('埃塞俄比亚', '9', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '116');
INSERT INTO `global` VALUES ('肯尼亚', '7', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '117');
INSERT INTO `global` VALUES ('加蓬', '4', '0', '1', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '118');
INSERT INTO `global` VALUES ('加纳', '16', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '119');
INSERT INTO `global` VALUES ('留尼汪岛', '15', '0', '0', '7', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '120');
INSERT INTO `global` VALUES ('科特迪瓦', '9', '1', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '121');
INSERT INTO `global` VALUES ('刚果（金）', '18', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '122');
INSERT INTO `global` VALUES ('布基纳法索', '40', '4', '1', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '123');
INSERT INTO `global` VALUES ('多哥', '9', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '124');
INSERT INTO `global` VALUES ('喀麦隆', '27', '2', '0', '6', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '125');
INSERT INTO `global` VALUES ('南非', '202', '1', '0', '52', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '126');
INSERT INTO `global` VALUES ('突尼斯', '54', '0', '0', '15', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '127');
INSERT INTO `global` VALUES ('塞内加尔', '47', '3', '0', '9', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '128');
INSERT INTO `global` VALUES ('摩洛哥', '86', '2', '3', '11', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '129');
INSERT INTO `global` VALUES ('尼日利亚', '8', '1', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '130');
INSERT INTO `global` VALUES ('埃及', '285', '39', '8', '29', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '131');
INSERT INTO `global` VALUES ('阿尔及利亚', '94', '32', '11', '2', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '132');
INSERT INTO `global` VALUES ('新喀里多尼亚', '2', '0', '0', '2', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '133');
INSERT INTO `global` VALUES ('斐济', '2', '0', '0', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '134');
INSERT INTO `global` VALUES ('关岛', '14', '0', '0', '11', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '135');
INSERT INTO `global` VALUES ('法属波利尼西亚', '11', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '136');
INSERT INTO `global` VALUES ('新西兰', '53', '0', '0', '14', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '137');
INSERT INTO `global` VALUES ('澳大利亚', '1051', '46', '7', '52', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '138');
INSERT INTO `global` VALUES ('蒙特塞拉特', '1', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '139');
INSERT INTO `global` VALUES ('海地', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '140');
INSERT INTO `global` VALUES ('萨尔瓦多', '3', '0', '0', '2', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '141');
INSERT INTO `global` VALUES ('尼加拉瓜', '1', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '142');
INSERT INTO `global` VALUES ('巴巴多斯', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '143');
INSERT INTO `global` VALUES ('美属维尔京群岛', '6', '0', '0', '4', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '144');
INSERT INTO `global` VALUES ('格陵兰岛', '1', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '145');
INSERT INTO `global` VALUES ('巴哈马', '1', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '146');
INSERT INTO `global` VALUES ('瓜德罗普', '51', '0', '1', '6', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '147');
INSERT INTO `global` VALUES ('开曼群岛', '1', '0', '1', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '148');
INSERT INTO `global` VALUES ('阿鲁巴', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '149');
INSERT INTO `global` VALUES ('库拉索', '3', '0', '1', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '150');
INSERT INTO `global` VALUES ('圣卢西亚', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '151');
INSERT INTO `global` VALUES ('圣文森特和格林纳丁斯', '1', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '152');
INSERT INTO `global` VALUES ('安提瓜和巴布达', '1', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '153');
INSERT INTO `global` VALUES ('波多黎各', '5', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '154');
INSERT INTO `global` VALUES ('危地马拉', '12', '0', '1', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '155');
INSERT INTO `global` VALUES ('特立尼达和多巴哥', '9', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '156');
INSERT INTO `global` VALUES ('古巴', '21', '0', '1', '5', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '157');
INSERT INTO `global` VALUES ('洪都拉斯', '24', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '158');
INSERT INTO `global` VALUES ('牙买加', '19', '2', '1', '3', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '159');
INSERT INTO `global` VALUES ('巴拿马', '200', '0', '1', '63', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '160');
INSERT INTO `global` VALUES ('马提尼克', '32', '0', '1', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '161');
INSERT INTO `global` VALUES ('哥斯达黎加', '113', '0', '2', '26', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '162');
INSERT INTO `global` VALUES ('多米尼加', '72', '0', '2', '38', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '163');
INSERT INTO `global` VALUES ('墨西哥', '203', '4', '2', '39', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '164');
INSERT INTO `global` VALUES ('加拿大', '1087', '11', '12', '141', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '165');
INSERT INTO `global` VALUES ('美国', '19624', '147', '260', '5374', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '166');
INSERT INTO `global` VALUES ('圭亚那合作共和国', '15', '0', '1', '10', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '167');
INSERT INTO `global` VALUES ('苏里南', '2', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '168');
INSERT INTO `global` VALUES ('乌拉圭', '110', '0', '0', '16', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '169');
INSERT INTO `global` VALUES ('委内瑞拉', '65', '1', '0', '23', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '170');
INSERT INTO `global` VALUES ('玻利维亚', '16', '0', '0', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '171');
INSERT INTO `global` VALUES ('法属圭亚那', '51', '3', '1', '4', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '172');
INSERT INTO `global` VALUES ('巴拉圭', '18', '0', '0', '5', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '173');
INSERT INTO `global` VALUES ('哥伦比亚', '158', '2', '0', '17', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '174');
INSERT INTO `global` VALUES ('秘鲁', '263', '2', '4', '9', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '175');
INSERT INTO `global` VALUES ('阿根廷', '158', '3', '3', '30', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '176');
INSERT INTO `global` VALUES ('智利', '434', '0', '0', '92', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '177');
INSERT INTO `global` VALUES ('厄瓜多尔', '367', '1', '5', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '178');
INSERT INTO `global` VALUES ('巴西', '970', '2', '11', '283', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '179');
INSERT INTO `global` VALUES ('钻石公主号邮轮', '712', '551', '7', '0', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '180');
INSERT INTO `global` VALUES ('中国', '81416', '71876', '3261', '116', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '181');

-- ----------------------------
-- Table structure for `hubei`
-- ----------------------------
DROP TABLE IF EXISTS `hubei`;
CREATE TABLE `hubei` (
  `txt` varchar(100) NOT NULL,
  `url` varchar(200) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of hubei
-- ----------------------------
INSERT INTO `hubei` VALUES ('不仅湖北毕业生有补贴！多地发通知……', 'http://baijiahao.baidu.com/s?id=1661732806365154184', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '1');
INSERT INTO `hubei` VALUES ('湖北发布2020年第4号消费警示,疫情期间要当心这些陷阱', 'http://baijiahao.baidu.com/s?id=1661697157213293362', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '2');
INSERT INTO `hubei` VALUES ('财政部：湖北省一线医务人员临时性工作补助标准提高1倍', 'http://baijiahao.baidu.com/s?id=1661681729507582052', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '3');
INSERT INTO `hubei` VALUES ('湖北省各市县新冠肺炎确诊、治愈、病亡人数及援鄂医疗队参加人数', 'http://baijiahao.baidu.com/s?id=1661678076223947719', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '4');
INSERT INTO `hubei` VALUES ('国务院办公厅：对湖北高校及湖北籍2020届毕业生给予一次性求职创业补贴', 'http://baijiahao.baidu.com/s?id=1661680640324832701', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '5');
INSERT INTO `hubei` VALUES ('湖北：2月至6月免各类参保企业养老、失业、工伤保险单位缴费｜权威发布', 'http://baijiahao.baidu.com/s?id=1661675594139134425', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '6');
INSERT INTO `hubei` VALUES ('湖北经信厅：1-2月全省规上工业增加值同比下降46.2%', 'http://baijiahao.baidu.com/s?id=1661673525537919254', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '7');
INSERT INTO `hubei` VALUES ('疫情结束前，湖北省收费公路免收车辆通行费｜权威发布', 'http://baijiahao.baidu.com/s?id=1661672718670606179', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '8');
INSERT INTO `hubei` VALUES ('湖北：3至5月免征全省小规模纳税人3%征收率的增值税', 'http://baijiahao.baidu.com/s?id=1661671451798919739', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '9');
INSERT INTO `hubei` VALUES ('湖北水利厅：重点建设项目可先复工开工再补水保审批手续', 'http://baijiahao.baidu.com/s?id=1661657366184890985', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '10');
INSERT INTO `hubei` VALUES ('湖北部分医疗机构开设新冠肺炎病人康复门诊', 'http://baijiahao.baidu.com/s?id=1661652573195849659', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '11');
INSERT INTO `hubei` VALUES ('拒绝录用湖北籍或近期有湖北工作史员工，违法！', 'http://baijiahao.baidu.com/s?id=1661640271177590317', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '12');
INSERT INTO `hubei` VALUES ('关于落实境外及湖北地区入衡人员防控措施的通知', 'http://baijiahao.baidu.com/s?id=1661621067494662743', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '13');
INSERT INTO `hubei` VALUES ('湖北省疾控中心：复工单位空调过滤网要采取消毒剂浸泡消毒', 'http://baijiahao.baidu.com/s?id=1661589716915488451', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '14');
INSERT INTO `hubei` VALUES ('最新通知！湖北全省范围内认可外省健康码', 'http://baijiahao.baidu.com/s?id=1661586527975861274', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '15');
INSERT INTO `hubei` VALUES ('湖北卫健委：新冠肺炎出院患者14天隔离期满后，还需完成一个月健康监测', 'http://baijiahao.baidu.com/s?id=1661585892036624266', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '16');
INSERT INTO `hubei` VALUES ('湖北省卫健委：对出院患者完成一个月健康跟踪后，转为常态化跟踪随访', 'http://baijiahao.baidu.com/s?id=1661584745781972710', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '17');
INSERT INTO `hubei` VALUES ('滞留在湖北的于都人员可以返乡了吗？', 'http://baijiahao.baidu.com/s?id=1661584608956003630', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '18');
INSERT INTO `hubei` VALUES ('湖北卫健委：引进新冠肺炎患者康复智能导航系统，实现康复指导和康复服务以及康复管理等全覆盖', 'http://baijiahao.baidu.com/s?id=1661584067210061693', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '19');
INSERT INTO `hubei` VALUES ('湖北疾控中心：免疫规划疫苗等三类疫苗优先预约接种', 'http://baijiahao.baidu.com/s?id=1661583120951233710', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '20');
INSERT INTO `hubei` VALUES ('湖北中低风险区域全面开放儿童疫苗预防接种', 'http://baijiahao.baidu.com/s?id=1661582866187536333', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '21');
INSERT INTO `hubei` VALUES ('湖北省卫健委：康复门诊需要预约，由专家制定一对一诊疗方案', 'http://baijiahao.baidu.com/s?id=1661581798606923757', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '22');
INSERT INTO `hubei` VALUES ('湖北省卫健委：新冠肺炎出院患者全纳入家庭医生签约服务范畴', 'http://baijiahao.baidu.com/s?id=1661581495900462647', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '23');
INSERT INTO `hubei` VALUES ('湖北中医院：针对出院患者焦虑、抑郁开设新冠肺炎康复门诊', 'http://baijiahao.baidu.com/s?id=1661580979482175460', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '24');
INSERT INTO `hubei` VALUES ('湖北：重视出院患者康复，形成出院患者康复工作的闭环', 'http://baijiahao.baidu.com/s?id=1661581033804327363', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '25');
INSERT INTO `hubei` VALUES ('湖北副省长：逐步将小型定点医院患者向大型定点医院集中', 'http://baijiahao.baidu.com/s?id=1661580030686977211', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '26');
INSERT INTO `hubei` VALUES ('湖北省副省长：住院病例清零尚需时日', 'http://baijiahao.baidu.com/s?id=1661580100850865401', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '27');
INSERT INTO `hubei` VALUES ('湖北：将部分基础设施项目最低资本金比例由20%下调至15%', 'http://baijiahao.baidu.com/s?id=1661568427974486311', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '28');
INSERT INTO `hubei` VALUES ('湖北首次0新增确诊病例', 'http://baijiahao.baidu.com/s?id=1661553048681922850', '2020-03-21 16:01:16', '2020-03-21 16:01:16', '29');

-- ----------------------------
-- Table structure for `province_date`
-- ----------------------------
DROP TABLE IF EXISTS `province_date`;
CREATE TABLE `province_date` (
  `province` varchar(50) NOT NULL,
  `one` varchar(50) NOT NULL,
  `two` varchar(50) NOT NULL,
  `three` varchar(50) NOT NULL,
  `four` varchar(50) NOT NULL,
  `five` varchar(50) NOT NULL,
  `six` varchar(50) NOT NULL,
  `seven` varchar(50) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of province_date
-- ----------------------------
INSERT INTO `province_date` VALUES ('省份', '2.7', '2.14', '2.21', '2.28', '3.6', '3.13', '3.20', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '1');
INSERT INTO `province_date` VALUES ('北京', '315', '375', '399', '411', '426', '437', '499', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '2');
INSERT INTO `province_date` VALUES ('天津', '88', '120', '133', '136', '136', '136', '137', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '3');
INSERT INTO `province_date` VALUES ('上海', '281', '326', '334', '337', '342', '350', '380', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '4');
INSERT INTO `province_date` VALUES ('重庆', '426', '537', '572', '576', '576', '576', '576', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '5');
INSERT INTO `province_date` VALUES ('安徽', '733', '950', '989', '990', '990', '990', '990', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '6');
INSERT INTO `province_date` VALUES ('福建', '239', '285', '293', '296', '296', '296', '303', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '7');
INSERT INTO `province_date` VALUES ('广东', '1018', '1261', '1333', '1348', '1351', '1356', '1399', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '8');
INSERT INTO `province_date` VALUES ('广西', '183', '235', '249', '252', '252', '252', '254', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '9');
INSERT INTO `province_date` VALUES ('贵州', '89', '143', '146', '146', '146', '146', '146', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '10');
INSERT INTO `province_date` VALUES ('甘肃', '71', '90', '91', '91', '119', '129', '134', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '11');
INSERT INTO `province_date` VALUES ('海南', '111', '157', '168', '168', '168', '168', '168', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '12');
INSERT INTO `province_date` VALUES ('河南', '981', '1212', '1270', '1272', '1272', '1273', '1273', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '13');
INSERT INTO `province_date` VALUES ('黑龙江', '295', '425', '479', '480', '481', '482', '484', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '14');
INSERT INTO `province_date` VALUES ('湖北', '24953', '54406', '63454', '66337', '67666', '67790', '67800', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '15');
INSERT INTO `province_date` VALUES ('湖南', '803', '1001', '1013', '1018', '1018', '1018', '1018', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '16');
INSERT INTO `province_date` VALUES ('河北', '195', '291', '309', '318', '318', '318', '318', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '17');
INSERT INTO `province_date` VALUES ('江苏', '439', '604', '631', '631', '631', '631', '631', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '18');
INSERT INTO `province_date` VALUES ('江西', '698', '913', '934', '935', '935', '935', '935', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '19');
INSERT INTO `province_date` VALUES ('吉林', '69', '88', '91', '93', '93', '93', '93', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '20');
INSERT INTO `province_date` VALUES ('辽宁', '99', '119', '121', '121', '125', '125', '126', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '21');
INSERT INTO `province_date` VALUES ('宁夏', '45', '70', '71', '73', '75', '75', '75', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '22');
INSERT INTO `province_date` VALUES ('内蒙古', '50', '65', '75', '75', '75', '75', '75', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '23');
INSERT INTO `province_date` VALUES ('青海', '18', '18', '18', '18', '18', '18', '18', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '24');
INSERT INTO `province_date` VALUES ('山东', '407', '530', '750', '756', '758', '760', '764', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '25');
INSERT INTO `province_date` VALUES ('山西', '104', '127', '132', '133', '133', '133', '133', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '26');
INSERT INTO `province_date` VALUES ('陕西', '195', '232', '245', '245', '245', '245', '248', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '27');
INSERT INTO `province_date` VALUES ('四川', '363', '470', '526', '538', '539', '539', '542', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '28');
INSERT INTO `province_date` VALUES ('西藏', '1', '1', '1', '1', '1', '1', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '29');
INSERT INTO `province_date` VALUES ('新疆', '42', '70', '76', '76', '76', '76', '76', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '30');
INSERT INTO `province_date` VALUES ('云南', '138', '168', '174', '174', '174', '174', '176', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '31');
INSERT INTO `province_date` VALUES ('浙江', '1048', '1162', '1205', '1205', '1215', '1227', '1236', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '32');

-- ----------------------------
-- Table structure for `real_time`
-- ----------------------------
DROP TABLE IF EXISTS `real_time`;
CREATE TABLE `real_time` (
  `txt` varchar(50) NOT NULL,
  `url` varchar(200) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=35 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of real_time
-- ----------------------------
INSERT INTO `real_time` VALUES ('他们，已经注射了新冠疫苗，成为第一批探路者', 'http://baijiahao.baidu.com/s?id=1661754104103878117', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '1');
INSERT INTO `real_time` VALUES ('北京3月21日0时至12时新增境外输入确诊病例5例', 'http://baijiahao.baidu.com/s?id=1661748319283003105', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '2');
INSERT INTO `real_time` VALUES ('快讯！特朗普宣布美国纽约州进入重大灾难状态', 'http://baijiahao.baidu.com/s?id=1661736777495841486', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '3');
INSERT INTO `real_time` VALUES ('重磅！美情报机构1月就对新冠疫情发出警告;特朗普却没当回事', 'http://baijiahao.baidu.com/s?id=1661735137930942136', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '4');
INSERT INTO `real_time` VALUES ('快讯！韩国昨日新增147例新冠肺炎确诊病例;累计8799例', 'http://baijiahao.baidu.com/s?id=1661733876580252466', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '5');
INSERT INTO `real_time` VALUES ('8地新增41例境外输入病例，全国累计境外输入病例269例', 'http://baijiahao.baidu.com/s?id=1661728348150595460', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '6');
INSERT INTO `real_time` VALUES ('国家卫健委：昨日新增确诊41例均为境外输入，湖北0新增', 'http://baijiahao.baidu.com/s?id=1661727753913944935', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '7');
INSERT INTO `real_time` VALUES ('美国新增4776例确诊病例，累计确诊19027例', 'http://baijiahao.baidu.com/s?id=1661726776159828815', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '8');
INSERT INTO `real_time` VALUES ('美国副总统办公室员工新冠病毒检测呈阳性', 'http://baijiahao.baidu.com/s?id=1661725956270695316', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '9');
INSERT INTO `real_time` VALUES ('单日新增确诊5986例！意大利累计确诊感染47021例', 'http://baijiahao.baidu.com/s?id=1661723982691529790', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '10');
INSERT INTO `real_time` VALUES ('美国总统特朗普女儿伊万卡新冠肺炎病毒检测结果为阴性', 'http://baijiahao.baidu.com/s?id=1661700850209051311', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '11');
INSERT INTO `real_time` VALUES ('全球新冠肺炎确诊病例超25万，死亡10389人', 'http://baijiahao.baidu.com/s?id=1661698401585355807', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '12');
INSERT INTO `real_time` VALUES ('苏州、南京……多地书记市长带头摘下口罩，底气何来？', 'http://baijiahao.baidu.com/s?id=1661688826131815803', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '13');
INSERT INTO `real_time` VALUES ('联合国世界粮食计划署执行主任确诊新冠肺炎', 'http://baijiahao.baidu.com/s?id=1661692709554623800', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '14');
INSERT INTO `real_time` VALUES ('快讯！美国NBC新闻雇员在新冠病毒检测呈阳性后死亡', 'http://baijiahao.baidu.com/s?id=1661691229806733593', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '15');
INSERT INTO `real_time` VALUES ('外媒：美国宣布暂停所有常规签证服务', 'http://baijiahao.baidu.com/s?id=1661690460310569749', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '16');
INSERT INTO `real_time` VALUES ('德国新冠肺炎确诊病例累计达17653例;单日上涨3696例', 'http://baijiahao.baidu.com/s?id=1661690725328614251', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '17');
INSERT INTO `real_time` VALUES ('日本国内新冠肺炎确诊病例超1000;累计35人死亡', 'http://baijiahao.baidu.com/s?id=1661688313048262261', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '18');
INSERT INTO `real_time` VALUES ('美国新冠肺炎病例累计达13479例;196人死亡', 'http://baijiahao.baidu.com/s?id=1661685291778394557', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '19');
INSERT INTO `real_time` VALUES ('中使馆：德国一语言学校5名中国籍学生新冠病毒检测结果呈阳性', 'http://baijiahao.baidu.com/s?id=1661683946856935424', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '20');
INSERT INTO `real_time` VALUES ('疫情肆虐！全球超22国70多名政要和官员“中招”', 'http://baijiahao.baidu.com/s?id=1661683919742561018', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '21');
INSERT INTO `real_time` VALUES ('最新：中国以外162495例，6个国家过万', 'http://baijiahao.baidu.com/s?id=1661679935517586038', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '22');
INSERT INTO `real_time` VALUES ('德国海关扣押美国3M公司口罩和防护服：产品本应出口美国和瑞士', 'http://baijiahao.baidu.com/s?id=1661660964365723340', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '23');
INSERT INTO `real_time` VALUES ('瑞士新冠肺炎累计确诊达4176例;累计死亡43例', 'http://baijiahao.baidu.com/s?id=1661682660541994481', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '24');
INSERT INTO `real_time` VALUES ('最新：西班牙超过伊朗，累计确诊病例近2万居全球第3，死亡超千例', 'http://baijiahao.baidu.com/s?id=1661680651888995081', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '25');
INSERT INTO `real_time` VALUES ('国务院办公厅：对湖北高校及湖北籍2020届毕业生给予一次性求职创业补贴', 'http://baijiahao.baidu.com/s?id=1661680091254588199', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '26');
INSERT INTO `real_time` VALUES ('伊朗新增新冠肺炎确诊病例1237例;累计确诊19644例', 'http://baijiahao.baidu.com/s?id=1661678014830210559', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '27');
INSERT INTO `real_time` VALUES ('江苏南京、苏州、常州等地党政领导带头摘下口罩开会', 'http://baijiahao.baidu.com/s?id=1661674477698087758', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '28');
INSERT INTO `real_time` VALUES ('雅思官方：取消2020年四月中国大陆地区各类雅思考试', 'http://baijiahao.baidu.com/s?id=1661674283618354758', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '29');
INSERT INTO `real_time` VALUES ('封城后意大利人的生活如何？有人在家练少林气功', 'http://baijiahao.baidu.com/s?id=1661658468140989637', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '30');
INSERT INTO `real_time` VALUES ('湖北女子隐瞒湖北居住史通过第三地进京，被北京警方拘留', 'http://baijiahao.baidu.com/s?id=1661672076814777362', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '31');
INSERT INTO `real_time` VALUES ('外交部：中方从未收到来自美国政府的抗疫资金和援助', 'http://baijiahao.baidu.com/s?id=1661671156715519316', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '32');
INSERT INTO `real_time` VALUES ('北京：入境进京前应向单位和社区报告个人信息', 'http://baijiahao.baidu.com/s?id=1661671125110810978', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '33');
INSERT INTO `real_time` VALUES ('英国研修生发烧后十余天乘机返京，送至小汤山后确诊', 'http://baijiahao.baidu.com/s?id=1661670614835149102', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '34');

-- ----------------------------
-- Table structure for `search_hot`
-- ----------------------------
DROP TABLE IF EXISTS `search_hot`;
CREATE TABLE `search_hot` (
  `title` varchar(20) NOT NULL,
  `query` varchar(30) NOT NULL,
  `url` varchar(300) NOT NULL,
  `degree` int(20) NOT NULL,
  `hotArrow` int(20) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=82 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of search_hot
-- ----------------------------
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '新型肺炎实时动态', 'https://m.baidu.com/s?word=%E6%96%B0%E5%9E%8B%E8%82%BA%E7%82%8E%E5%AE%9E%E6%97%B6%E5%8A%A8%E6%80%81&sa=osari_hotword_1', '9402320', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '1');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '武汉的樱花都开好了', 'https://m.baidu.com/s?word=%E6%AD%A6%E6%B1%89%E7%9A%84%E6%A8%B1%E8%8A%B1%E9%83%BD%E5%BC%80%E5%A5%BD%E4%BA%86&sa=osari_hotword_2', '8864277', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '2');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '北京4月不再延长供暖', 'https://m.baidu.com/s?word=%E5%8C%97%E4%BA%AC4%E6%9C%88%E4%B8%8D%E5%86%8D%E5%BB%B6%E9%95%BF%E4%BE%9B%E6%9A%96&sa=osari_hotword_3', '8578415', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '3');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '特朗普:纽约州为疫情重大灾区', 'https://m.baidu.com/s?word=%E7%89%B9%E6%9C%97%E6%99%AE%3A%E7%BA%BD%E7%BA%A6%E5%B7%9E%E4%B8%BA%E7%96%AB%E6%83%85%E9%87%8D%E5%A4%A7%E7%81%BE%E5%8C%BA&sa=osari_hotword_4', '8219030', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '4');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '中国专家深入意大利疫情震中', 'https://m.baidu.com/s?word=%E4%B8%AD%E5%9B%BD%E4%B8%93%E5%AE%B6%E6%B7%B1%E5%85%A5%E6%84%8F%E5%A4%A7%E5%88%A9%E7%96%AB%E6%83%85%E9%9C%87%E4%B8%AD&sa=osari_hotword_5', '7970463', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '5');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '港大医学院院长警示香港疫情', 'https://m.baidu.com/s?word=%E6%B8%AF%E5%A4%A7%E5%8C%BB%E5%AD%A6%E9%99%A2%E9%99%A2%E9%95%BF%E8%AD%A6%E7%A4%BA%E9%A6%99%E6%B8%AF%E7%96%AB%E6%83%85&sa=osari_hotword_6', '7653301', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '6');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '上海虹桥机场闭环输送旅客', 'https://m.baidu.com/s?word=%E4%B8%8A%E6%B5%B7%E8%99%B9%E6%A1%A5%E6%9C%BA%E5%9C%BA%E9%97%AD%E7%8E%AF%E8%BE%93%E9%80%81%E6%97%85%E5%AE%A2&sa=osari_hotword_7', '7452189', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '7');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '武汉汉口火车站全面消杀', 'https://m.baidu.com/s?word=%E6%AD%A6%E6%B1%89%E6%B1%89%E5%8F%A3%E7%81%AB%E8%BD%A6%E7%AB%99%E5%85%A8%E9%9D%A2%E6%B6%88%E6%9D%80&sa=osari_hotword_8', '7135485', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '8');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '库克新冠病毒检测呈阴性', 'https://m.baidu.com/s?word=%E5%BA%93%E5%85%8B%E6%96%B0%E5%86%A0%E7%97%85%E6%AF%92%E6%A3%80%E6%B5%8B%E5%91%88%E9%98%B4%E6%80%A7&sa=osari_hotword_9', '6823470', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '9');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '巴西进入公共灾难状态', 'https://m.baidu.com/s?word=%E5%B7%B4%E8%A5%BF%E8%BF%9B%E5%85%A5%E5%85%AC%E5%85%B1%E7%81%BE%E9%9A%BE%E7%8A%B6%E6%80%81&sa=osari_hotword_10', '6308443', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '10');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '英国首相下令关闭餐厅和酒吧', 'https://m.baidu.com/s?word=%E8%8B%B1%E5%9B%BD%E9%A6%96%E7%9B%B8%E4%B8%8B%E4%BB%A4%E5%85%B3%E9%97%AD%E9%A4%90%E5%8E%85%E5%92%8C%E9%85%92%E5%90%A7&sa=osari_hotword_11', '6087080', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '11');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '美国未检测病例可能是确诊11倍', 'https://m.baidu.com/s?word=%E7%BE%8E%E5%9B%BD%E6%9C%AA%E6%A3%80%E6%B5%8B%E7%97%85%E4%BE%8B%E5%8F%AF%E8%83%BD%E6%98%AF%E7%A1%AE%E8%AF%8A11%E5%80%8D&sa=osari_hotword_12', '5981164', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '12');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '美卫生部门回应黎某做检测遭拒', 'https://m.baidu.com/s?word=%E7%BE%8E%E5%8D%AB%E7%94%9F%E9%83%A8%E9%97%A8%E5%9B%9E%E5%BA%94%E9%BB%8E%E6%9F%90%E5%81%9A%E6%A3%80%E6%B5%8B%E9%81%AD%E6%8B%92&sa=osari_hotword_13', '5379481', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '13');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '孝感A级景区援孝医护终身免票', 'https://m.baidu.com/s?word=%E5%AD%9D%E6%84%9FA%E7%BA%A7%E6%99%AF%E5%8C%BA%E6%8F%B4%E5%AD%9D%E5%8C%BB%E6%8A%A4%E7%BB%88%E8%BA%AB%E5%85%8D%E7%A5%A8&sa=osari_hotword_14', '5170825', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '14');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '易烊千玺曾要求去武汉当搬运工', 'https://m.baidu.com/s?word=%E6%98%93%E7%83%8A%E5%8D%83%E7%8E%BA%E6%9B%BE%E8%A6%81%E6%B1%82%E5%8E%BB%E6%AD%A6%E6%B1%89%E5%BD%93%E6%90%AC%E8%BF%90%E5%B7%A5&sa=osari_hotword_15', '4668396', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '15');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '特朗普宣布关闭美墨边境', 'https://m.baidu.com/s?word=%E7%89%B9%E6%9C%97%E6%99%AE%E5%AE%A3%E5%B8%83%E5%85%B3%E9%97%AD%E7%BE%8E%E5%A2%A8%E8%BE%B9%E5%A2%83&sa=osari_hotword_16', '4266442', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '16');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '武汉零新增为世界提供希望', 'https://m.baidu.com/s?word=%E6%AD%A6%E6%B1%89%E9%9B%B6%E6%96%B0%E5%A2%9E%E4%B8%BA%E4%B8%96%E7%95%8C%E6%8F%90%E4%BE%9B%E5%B8%8C%E6%9C%9B&sa=osari_hotword_17', '4064337', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '17');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '河北邢台通报一无症状感染者', 'https://m.baidu.com/s?word=%E6%B2%B3%E5%8C%97%E9%82%A2%E5%8F%B0%E9%80%9A%E6%8A%A5%E4%B8%80%E6%97%A0%E7%97%87%E7%8A%B6%E6%84%9F%E6%9F%93%E8%80%85&sa=osari_hotword_18', '3956799', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '18');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '境外入粤人员一律自费隔离14天', 'https://m.baidu.com/s?word=%E5%A2%83%E5%A4%96%E5%85%A5%E7%B2%A4%E4%BA%BA%E5%91%98%E4%B8%80%E5%BE%8B%E8%87%AA%E8%B4%B9%E9%9A%94%E7%A6%BB14%E5%A4%A9&sa=osari_hotword_19', '3646998', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '19');
INSERT INTO `search_hot` VALUES ('今日疫情热搜', '外媒:武磊确诊感染新冠病毒', 'https://m.baidu.com/s?word=%E5%A4%96%E5%AA%92%3A%E6%AD%A6%E7%A3%8A%E7%A1%AE%E8%AF%8A%E6%84%9F%E6%9F%93%E6%96%B0%E5%86%A0%E7%97%85%E6%AF%92&sa=osari_hotword_20', '3139965', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '20');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', '疫苗研发最新进展', 'https://m.baidu.com/s?word=%E7%96%AB%E8%8B%97%E7%A0%94%E5%8F%91%E6%9C%80%E6%96%B0%E8%BF%9B%E5%B1%95&sa=osari_fangyi_1', '9986738', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '21');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', '新冠肺炎的症状有哪些症状', 'https://m.baidu.com/s?word=%E6%96%B0%E5%86%A0%E8%82%BA%E7%82%8E%E7%9A%84%E7%97%87%E7%8A%B6%E6%9C%89%E5%93%AA%E4%BA%9B%E7%97%87%E7%8A%B6&sa=osari_fangyi_2', '7826374', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '22');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', 'n95口罩可以重复使用吗', 'https://m.baidu.com/s?word=n95%E5%8F%A3%E7%BD%A9%E5%8F%AF%E4%BB%A5%E9%87%8D%E5%A4%8D%E4%BD%BF%E7%94%A8%E5%90%97&sa=osari_fangyi_3', '6625263', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '23');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', 'LV生产洗手液', 'https://m.baidu.com/s?word=LV%E7%94%9F%E4%BA%A7%E6%B4%97%E6%89%8B%E6%B6%B2&sa=osari_fangyi_4', '5528392', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '24');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', '七步洗手法', 'https://m.baidu.com/s?word=%E4%B8%83%E6%AD%A5%E6%B4%97%E6%89%8B%E6%B3%95&sa=osari_fangyi_5', '5063783', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '25');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', '瞒报病情入境定罪明确', 'https://m.baidu.com/s?word=%E7%9E%92%E6%8A%A5%E7%97%85%E6%83%85%E5%85%A5%E5%A2%83%E5%AE%9A%E7%BD%AA%E6%98%8E%E7%A1%AE&sa=osari_fangyi_6', '4482383', '1', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '26');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', '狗冠状病毒会传染人吗', 'https://m.baidu.com/s?word=%E7%8B%97%E5%86%A0%E7%8A%B6%E7%97%85%E6%AF%92%E4%BC%9A%E4%BC%A0%E6%9F%93%E4%BA%BA%E5%90%97&sa=osari_fangyi_7', '3853634', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '27');
INSERT INTO `search_hot` VALUES ('防疫知识热搜', '婴儿肺炎症状怎么判断', 'https://m.baidu.com/s?word=%E5%A9%B4%E5%84%BF%E8%82%BA%E7%82%8E%E7%97%87%E7%8A%B6%E6%80%8E%E4%B9%88%E5%88%A4%E6%96%AD&sa=osari_fangyi_8', '3394940', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '28');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '16日起山东学校陆续开学', 'https://m.baidu.com/s?word=16%E6%97%A5%E8%B5%B7%E5%B1%B1%E4%B8%9C%E5%AD%A6%E6%A0%A1%E9%99%86%E7%BB%AD%E5%BC%80%E5%AD%A6&sa=osari_yaoyan_1', '3830483', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '29');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '巴西总统确诊感染新冠', 'https://m.baidu.com/s?word=%E5%B7%B4%E8%A5%BF%E6%80%BB%E7%BB%9F%E7%A1%AE%E8%AF%8A%E6%84%9F%E6%9F%93%E6%96%B0%E5%86%A0&sa=osari_yaoyan_2', '2977578', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '30');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '意卫生部长染新冠去世', 'https://m.baidu.com/s?word=%E6%84%8F%E5%8D%AB%E7%94%9F%E9%83%A8%E9%95%BF%E6%9F%93%E6%96%B0%E5%86%A0%E5%8E%BB%E4%B8%96&sa=osari_yaoyan_3', '2233484', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '31');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '新冠患者肺功能不可恢复', 'https://m.baidu.com/s?word=%E6%96%B0%E5%86%A0%E6%82%A3%E8%80%85%E8%82%BA%E5%8A%9F%E8%83%BD%E4%B8%8D%E5%8F%AF%E6%81%A2%E5%A4%8D&sa=osari_yaoyan_4', '1935881', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '32');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '特朗普新冠测试阳性', 'https://m.baidu.com/s?word=%E7%89%B9%E6%9C%97%E6%99%AE%E6%96%B0%E5%86%A0%E6%B5%8B%E8%AF%95%E9%98%B3%E6%80%A7&sa=osari_yaoyan_5', '1348095', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '33');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '马来西亚巫师作法祛病', 'https://m.baidu.com/s?word=%E9%A9%AC%E6%9D%A5%E8%A5%BF%E4%BA%9A%E5%B7%AB%E5%B8%88%E4%BD%9C%E6%B3%95%E7%A5%9B%E7%97%85&sa=osari_yaoyan_6', '973138', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '34');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '湖南汨罗出现19例新冠病例', 'https://m.baidu.com/s?word=%E6%B9%96%E5%8D%97%E6%B1%A8%E7%BD%97%E5%87%BA%E7%8E%B019%E4%BE%8B%E6%96%B0%E5%86%A0%E7%97%85%E4%BE%8B&sa=osari_yaoyan_7', '794250', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '35');
INSERT INTO `search_hot` VALUES ('热搜谣言粉碎', '3月16日起天津恢复限行', 'https://m.baidu.com/s?word=3%E6%9C%8816%E6%97%A5%E8%B5%B7%E5%A4%A9%E6%B4%A5%E6%81%A2%E5%A4%8D%E9%99%90%E8%A1%8C&sa=osari_yaoyan_8', '687226', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '36');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '多辆湖北复工大巴被劝返', 'https://m.baidu.com/s?word=%E5%A4%9A%E8%BE%86%E6%B9%96%E5%8C%97%E5%A4%8D%E5%B7%A5%E5%A4%A7%E5%B7%B4%E8%A2%AB%E5%8A%9D%E8%BF%94&sa=osari_rtw_1', '15780798', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '37');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '武汉汉口火车站全面消杀', 'https://m.baidu.com/s?word=%E6%AD%A6%E6%B1%89%E6%B1%89%E5%8F%A3%E7%81%AB%E8%BD%A6%E7%AB%99%E5%85%A8%E9%9D%A2%E6%B6%88%E6%9D%80&sa=osari_rtw_2', '8452356', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '38');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '海南4月7日开学', 'https://m.baidu.com/s?word=%E6%B5%B7%E5%8D%974%E6%9C%887%E6%97%A5%E5%BC%80%E5%AD%A6&sa=osari_rtw_3', '7791402', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '39');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '湖北快递将全面恢复', 'https://m.baidu.com/s?word=%E6%B9%96%E5%8C%97%E5%BF%AB%E9%80%92%E5%B0%86%E5%85%A8%E9%9D%A2%E6%81%A2%E5%A4%8D+&sa=osari_rtw_4', '6834531', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '40');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '印度暂停国际航班', 'https://m.baidu.com/s?word=%E5%8D%B0%E5%BA%A6%E6%9A%82%E5%81%9C%E5%9B%BD%E9%99%85%E8%88%AA%E7%8F%AD&sa=osari_rtw_5', '5569875', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '41');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '美国暂停常规签证服务', 'https://m.baidu.com/s?word=%E7%BE%8E%E5%9B%BD%E6%9A%82%E5%81%9C%E5%B8%B8%E8%A7%84%E7%AD%BE%E8%AF%81%E6%9C%8D%E5%8A%A1&sa=osari_rtw_6', '4024584', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '42');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '澳航取消国际航班', 'https://m.baidu.com/s?word=%E6%BE%B3%E8%88%AA%E5%8F%96%E6%B6%88%E5%9B%BD%E9%99%85%E8%88%AA%E7%8F%AD&sa=osari_rtw_7', '3887106', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '43');
INSERT INTO `search_hot` VALUES ('复工复课热搜', '英国首相下令关闭餐厅和酒吧', 'https://m.baidu.com/s?word=%E8%8B%B1%E5%9B%BD%E9%A6%96%E7%9B%B8%E4%B8%8B%E4%BB%A4%E5%85%B3%E9%97%AD%E9%A4%90%E5%8E%85%E5%92%8C%E9%85%92%E5%90%A7&sa=osari_rtw_8', '3143887', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '44');
INSERT INTO `search_hot` VALUES ('热门人物榜', '钟南山', '中国工程院院士、肺炎英雄', '1283632', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '45');
INSERT INTO `search_hot` VALUES ('热门人物榜', '马云', '阿里巴巴创始人、为欧洲捐赠口罩', '453282', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '46');
INSERT INTO `search_hot` VALUES ('热门人物榜', '张文宏', '复旦感染科主任、预测疫情发展', '303782', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '47');
INSERT INTO `search_hot` VALUES ('热门人物榜', '李兰娟', '工程院院士、提倡信息化手段防疫', '223782', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '48');
INSERT INTO `search_hot` VALUES ('热门人物榜', '林书豪', '北京首钢主力、为武汉再发声', '203748', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '49');
INSERT INTO `search_hot` VALUES ('热门人物榜', '梅西', '世界足球先生、呼吁抗击疫情', '183638', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '50');
INSERT INTO `search_hot` VALUES ('热门人物榜', '应勇', '湖北省委书记、政法老兵接手湖北', '163839', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '51');
INSERT INTO `search_hot` VALUES ('热门人物榜', '韩红', '知名歌手、成立慈善基金会', '148320', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '52');
INSERT INTO `search_hot` VALUES ('历史热搜', '乙型脑炎', 'https://m.baidu.com/s?word=%E4%B9%99%E5%9E%8B%E8%84%91%E7%82%8E&sa=osari_history_1', '635150', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '53');
INSERT INTO `search_hot` VALUES ('历史热搜', '天花病因', 'https://m.baidu.com/s?word=%E5%A4%A9%E8%8A%B1%E7%97%85%E5%9B%A0&sa=osari_history_2', '438714', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '54');
INSERT INTO `search_hot` VALUES ('历史热搜', '丙型肝炎', 'https://m.baidu.com/s?word=%E4%B8%99%E5%9E%8B%E8%82%9D%E7%82%8E&sa=osari_history_3', '360407', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '55');
INSERT INTO `search_hot` VALUES ('历史热搜', 'sars传播途径', 'https://m.baidu.com/s?word=sars%E4%BC%A0%E6%92%AD%E9%80%94%E5%BE%84&sa=osari_history_4', '246168', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '56');
INSERT INTO `search_hot` VALUES ('历史热搜', '埃博拉潜伏期', 'https://m.baidu.com/s?word=%E5%9F%83%E5%8D%9A%E6%8B%89%E6%BD%9C%E4%BC%8F%E6%9C%9F&sa=osari_history_5', '96260', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '57');
INSERT INTO `search_hot` VALUES ('历史热搜', '狂犬病前期症状', 'https://m.baidu.com/s?word=%E7%8B%82%E7%8A%AC%E7%97%85%E5%89%8D%E6%9C%9F%E7%97%87%E7%8A%B6&sa=osari_history_6', '76140', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '58');
INSERT INTO `search_hot` VALUES ('历史热搜', '幼儿急疹症状', 'https://m.baidu.com/s?word=%E5%B9%BC%E5%84%BF%E6%80%A5%E7%96%B9%E7%97%87%E7%8A%B6&sa=osari_history_7', '51488', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '59');
INSERT INTO `search_hot` VALUES ('历史热搜', '非典持续时间', 'https://m.baidu.com/s?word=%E9%9D%9E%E5%85%B8%E6%8C%81%E7%BB%AD%E6%97%B6%E9%97%B4&sa=osari_history_8', '31391', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '60');
INSERT INTO `search_hot` VALUES ('游戏榜', '乱世王者', 'https://m.baidu.com/s?word=%E4%B9%B1%E4%B8%96%E7%8E%8B%E8%80%85&sa=osari_game_1', '7956910', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '61');
INSERT INTO `search_hot` VALUES ('游戏榜', '寻宝天行', 'https://m.baidu.com/s?word=%E5%AF%BB%E5%AE%9D%E5%A4%A9%E8%A1%8C&sa=osari_game_2', '6104511', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '62');
INSERT INTO `search_hot` VALUES ('游戏榜', '开心消消乐', 'https://m.baidu.com/s?word=%E5%BC%80%E5%BF%83%E6%B6%88%E6%B6%88%E4%B9%90&sa=osari_game_3', '5254624', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '63');
INSERT INTO `search_hot` VALUES ('游戏榜', '奇迹暖暖', 'https://m.baidu.com/s?word=%E5%A5%87%E8%BF%B9%E6%9A%96%E6%9A%96&sa=osari_game_4', '4843942', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '64');
INSERT INTO `search_hot` VALUES ('游戏榜', '贪玩蓝月', 'https://m.baidu.com/s?word=%E8%B4%AA%E7%8E%A9%E8%93%9D%E6%9C%88&sa=osari_game_5', '3359616', '2', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '65');
INSERT INTO `search_hot` VALUES ('影视榜', '谁都渴望遇见你', 'https://m.baidu.com/s?word=%E8%B0%81%E9%83%BD%E6%B8%B4%E6%9C%9B%E9%81%87%E8%A7%81%E4%BD%A0&sa=osari_tv_1', '9440250', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '66');
INSERT INTO `search_hot` VALUES ('影视榜', '巨额来电', 'https://m.baidu.com/s?word=%E5%B7%A8%E9%A2%9D%E6%9D%A5%E7%94%B5&sa=osari_tv_2', '8250897', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '67');
INSERT INTO `search_hot` VALUES ('影视榜', '安家', 'https://m.baidu.com/s?word=%E5%AE%89%E5%AE%B6&sa=osari_tv_3', '7821292', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '68');
INSERT INTO `search_hot` VALUES ('影视榜', '忍冬艳蔷薇', 'https://m.baidu.com/s?word=%E5%BF%8D%E5%86%AC%E8%89%B3%E8%94%B7%E8%96%87&sa=osari_tv_4', '5971381', '2', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '69');
INSERT INTO `search_hot` VALUES ('影视榜', '奋进的旋律', 'https://m.baidu.com/s?word=%E5%A5%8B%E8%BF%9B%E7%9A%84%E6%97%8B%E5%BE%8B&sa=osari_tv_5', '3191853', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '70');
INSERT INTO `search_hot` VALUES ('小说榜', '掌中之物', 'https://m.baidu.com/s?word=%E6%8E%8C%E4%B8%AD%E4%B9%8B%E7%89%A9&sa=osari_novel_1', '6370925', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '71');
INSERT INTO `search_hot` VALUES ('小说榜', '狼与兄弟', 'https://m.baidu.com/s?word=%E7%8B%BC%E4%B8%8E%E5%85%84%E5%BC%9F&sa=osari_novel_2', '5769957', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '72');
INSERT INTO `search_hot` VALUES ('小说榜', '余生有你甜又暖', 'https://m.baidu.com/s?word=%E4%BD%99%E7%94%9F%E6%9C%89%E4%BD%A0%E7%94%9C%E5%8F%88%E6%9A%96&sa=osari_novel_3', '4981662', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '73');
INSERT INTO `search_hot` VALUES ('小说榜', '龙王殿', 'https://m.baidu.com/s?word=%E9%BE%99%E7%8E%8B%E6%AE%BF&sa=osari_novel_4', '3210621', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '74');
INSERT INTO `search_hot` VALUES ('小说榜', '剑仙在此', 'https://m.baidu.com/s?word=%E5%89%91%E4%BB%99%E5%9C%A8%E6%AD%A4&sa=osari_novel_5', '2006883', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '75');
INSERT INTO `search_hot` VALUES ('疫期飙升榜', '海啸与樱花', 'https://m.baidu.com/s?word=%E6%B5%B7%E5%95%B8%E4%B8%8E%E6%A8%B1%E8%8A%B1&sa=osari_up_1', '9434546', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '76');
INSERT INTO `search_hot` VALUES ('疫期飙升榜', '火海凌云', 'https://m.baidu.com/s?word=%E7%81%AB%E6%B5%B7%E5%87%8C%E4%BA%91&sa=osari_up_2', '7835741', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '77');
INSERT INTO `search_hot` VALUES ('疫期飙升榜', '医者为王', 'https://m.baidu.com/s?word=%E5%8C%BB%E8%80%85%E4%B8%BA%E7%8E%8B&sa=osari_up_3', '6971380', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '78');
INSERT INTO `search_hot` VALUES ('疫期飙升榜', '无限生机', 'https://m.baidu.com/s?word=%E6%97%A0%E9%99%90%E7%94%9F%E6%9C%BA&sa=osari_up_4', '5369142', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '79');
INSERT INTO `search_hot` VALUES ('疫期飙升榜', '原始轮回', 'https://m.baidu.com/s?word=%E5%8E%9F%E5%A7%8B%E8%BD%AE%E5%9B%9E&sa=osari_up_5', '3685917', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '80');
INSERT INTO `search_hot` VALUES ('疫期飙升榜', '最后诊断', 'https://m.baidu.com/s?word=%E6%9C%80%E5%90%8E%E8%AF%8A%E6%96%AD&sa=osari_up_6', '2928923', '1', '2020-03-21 16:01:15', '2020-03-21 16:01:15', '81');

-- ----------------------------
-- Table structure for `summary`
-- ----------------------------
DROP TABLE IF EXISTS `summary`;
CREATE TABLE `summary` (
  `curConfirm` int(10) NOT NULL,
  `curConfirmRelative` int(10) NOT NULL,
  `curSuspected` int(10) NOT NULL,
  `curSuspectedRelative` int(10) NOT NULL,
  `curIcu` int(10) NOT NULL,
  `curIcuRelative` int(10) NOT NULL,
  `confirmed` int(10) NOT NULL,
  `confirmedRelative` int(10) NOT NULL,
  `cured` int(10) NOT NULL,
  `curedRelative` int(10) NOT NULL,
  `died` int(10) NOT NULL,
  `diedRelative` int(10) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of summary
-- ----------------------------
INSERT INTO `summary` VALUES ('6297', '-484', '106', '36', '1963', '-173', '81439', '116', '71881', '592', '3261', '8', '2020-03-21 16:01:14', '2020-03-21 16:01:14', '1');
